{
  "encyclopedia": {//READ ME! Tutorials are still work in progress and the text might change during the following week. It's' better to wait until friday 11 august for translating them, or until I remove this comment :) 
    "english": "Encyclopedia",
    "french": "Encyclopédie",
    "italian": "Enciclopedia",
    "turkish": "Ansiklopedi",
  },
  "roadsAndHighwaysTutorialTitle": {//to all translator, please keep the TutorialTitles short, or they will look shrunk in game. Thanks!
    "english": "Roads and highways",
    "french": "Routes et autoroutes",
    "italian": "Strade e autostrade",
    "turkish": "Yollar ve otoyollar",
  },
  "roadHierarchyTutorialHeading": {
    "english": "Road hierarchy",
    "french": "Hiérarchie des routes",
    "italian": "Gerarchia delle strade",
    "turkish": "Yol hiyerarşisi",
  },
  "roadsAndHighwaysFirstTutorialParagraph": {
    "english": "In InfraSpace, the road hierarchy can be summarized as follows: superhighways are suitable for long distances without interruption, highways for collecting and redistributing traffic, while normal roads are slower and are used in population centers and industrial areas.\n\nTry to avoid intersections on highways: they slow down traffic! For more information, see \"avoid left turns.\"",
    //"french": "Dans InfraSpace, cela se traduit de manière similaire à la réalité.\n\nLes superautoroutes peuvent être utilisées sur de longues distances. Essayez d'y éviter les intersections : elles ralentissent le trafic ! Pour plus d'informations, voir « Éviter les virages à gauche ».\n\nLes autoroutes peuvent être utilisées pour collecter et redistribuer le trafic.\n\nLes routes normales sont plus lentes et peuvent être utilisées dans les centres de population et les zones industrielles.",
    "italian": "In InfraSpace, la gerarchia delle strade può essere riassunta come segue: le superautostrade sono adatte per coprire lunghe distanze senza interruzioni, le autostrade per raccogliere e ridistribuire il traffico, mentre le strade normali sono più lente e vengono utilizzate nei centri abitati e nelle aree industriali.\n\nCerca di evitare gli incroci sulle autostrade: rallentano il traffico! Per ulteriori informazioni, vedere \"evitare le svolte a sinistra\".",
  },
  "roadsAndHighwaysSecondTutorialParagraph": {
    "english": "Use the different types of roads strategically!\n\nFor example, prevent traffic from passing through the slow roads of a city by building a highway around it.",
    "french": "Utilisez les différents types de routes de manière stratégique !\n\nPar exemple, empêcher le trafic de passer par les routes lentes d'une ville en construisant une autoroute autour de celle-ci.",
    "italian": "Utilizza i diversi tipi di strade in modo strategico!\n\nAd esempio, evita che il traffico passi attraverso le strade lente di una città costruendo un'autostrada intorno a essa.",
  },
  "laneConfigurationToolTutorialTitle": {
    "english": "Lane configuration tool",
    "french": "Configuration des voies",
    "italian": "Configurazione delle corsie",
    "turkish": "Şerit yapılandırma aleti",
  },
  "laneConfigurationToolFirstTutorialParagraph": {
    "english": "Manually configuring the busiest intersections can help you manage traffic better! By clicking on an intersection, four buttons will appear, the first of which is the Lane configuration tool.\n\nThe colored lines indicate the directions allowed for that particular lane.",
    //"french": "Ouvrez l'outil de configuration des voies en cliquant sur une intersection.\n\nLes lignes colorées indiquent les directions autorisées pour cette voie particulière.",
    "italian": "La configurazione manuale degli incroci più trafficati può aiutare a gestire meglio il traffico! Facendo clic su un'intersezione, appariranno quattro pulsanti, il primo dei quali è lo strumento di configurazione delle corsie.\n\nLe linee colorate indicano le direzioni consentite per quella specifica corsia.",
  },
  "laneConfigurationToolSecondTutorialParagraph": {
    "english": "You can facilitate traffic flow by limiting lane outlets. Adapt this principle according to the needs and traffic flow of that intersection!",
    //"french": "Parfois, la configuration manuelle est la meilleure option pour les intersections les plus fréquentées !",
    "italian": "È possibile agevolare il flusso del traffico limitando gli sbocchi delle corsie. Adatta questo principio in base alle esigenze e al traffico di quell'incrocio!",
    //"turkish": "Bazen, manuel yapılandırma daha yoğun kavşaklar için en iyi seçenektir!",
  },
  "avoidLeftTurnsTutorialTitle": {
    "english": "Avoid left turns",
    "french": "Éviter les virages à gauche",
    "italian": "Evita le svolte a sinistra",
    "turkish": "Sola dönüşlerden kaçının",
  },
  "avoidLeftTurnsTutorialParagraph": {
    "english": "Beware of left turns!\n\nIf there is a lot of traffic on the road, it is best to create a bridge to the left side and prohibit left turns using the Lane configuration tool.\n\nThis is especially good for highways... as in real life! Left turns, in fact, slow down all vehicles coming from the opposite direction.",
    // (just last phrase)"french": "Attention aux virages à gauche !\n\nSi la route est très fréquentée, il est préférable de créer un pont sur le côté gauche et d'interdire les virages à gauche à l'aide de l'outil de configuration des voies.\n\nC'est particulièrement utile pour les autoroutes... comme dans la vraie vie !",
    "italian": "Attenzione alle svolte a sinistra!\n\nSe c'è molto traffico sulla strada, è meglio creare un ponte sul lato sinistro e vietare le svolte a sinistra utilizzando lo Strumento di configurazione delle corsie.\n\nQuesto è particolarmente indicato per le autostrade... come nella vita reale! Le svolte a sinistra, infatti, rallentano i veicoli in arrivo dalla direzione opposta.",
  },
  "laneMathematicsTutorialTitle": {
    "english": "Lane mathematics",
    "french": "Mathématiques des voies",
    "italian": "Matematica delle corsie",
    "turkish": "Şerit matematiği",
  },
  "laneMathematicsTutorialParagraph": {
    "english": "It may sound scary from the title, but it's pretty simple!\n\nConverging several lanes into one can congest traffic. To avoid causing traffic jams, make the number of incoming lanes match the number of outgoing lanes. In this way, vehicles will flow smoothly.",
    //(two more phrases)"french": "Le titre peut sembler effrayant, mais c'est très simple !\n\nPour éviter les embouteillages, le nombre de voies entrantes doit correspondre au nombre de voies sortantes.",
    "italian": "Il titolo può sembrare spaventoso, ma è piuttosto semplice!\n\nConvergere più corsie in una sola può congestionare il traffico. Per non causare ingorghi stradali, fai in modo che il numero di corsie in entrata corrisponda al numero di corsie in uscita. In questo modo, i veicoli scorreranno più facilmente.",
  },
  "highTrafficAreasTutorialTitle": {
    "english": "High traffic areas",
    "french": "Zones à fort trafic",
    "italian": "Aree ad alto traffico",
    "turkish": "Yüksek trafik alanları",
  },
  "highTrafficAreasTutorialParagraph": {
    "english": "Sometimes, the traffic is simply too much.\n\nWhen traffic jams do not diminish even by improving the road or managing lanes, it may be a case of creating an alternative road.\n\nThat way, you lessen the pressure in critical areas and traffic can resume normal flow.\n\nImportant! Vehicles will automatically choose the theoretically fastest route, regardless of traffic jams.",
    "french": "Parfois, le trafic est tout simplement trop important.\n\nLorsque les embouteillages ne diminuent pas, même en améliorant la route ou en gérant les voies, il peut s'avérer nécessaire de créer une route alternative.\n\nDe cette manière, vous diminuez la pression dans les zones critiques et le trafic peut reprendre son cours normal.\n\nImportant ! Les véhicules choisissent automatiquement l'itinéraire théoriquement le plus rapide, indépendamment des embouteillages.",
    "italian": "A volte il traffico è semplicemente troppo.\n\nQuando gli ingorghi non si riducono nemmeno migliorando la strada o gestendo le corsie, può essere il caso di creare una strada alternativa.\n\nIn questo modo, si riduce la pressione nelle aree critiche e il traffico può riprendere a scorrere normalmente.\n\nImportante! I veicoli scelgono automaticamente il percorso teoricamente più veloce, indipendentemente dagli ingorghi stradali.",
  },
  "createTrainLinesTutorialTitle": {
    "english": "Create train lines",
    "french": "Créer des lignes de train",
    "italian": "Creazione di linee ferroviarie",
  },
  "createTrainLinesFirstTutorialParagraph": {
    "english": "Let's take a step-by-step look at how to create one or more railway lines.\n\nFirst, build at least two railway stations. They are used for loading and unloading goods, so place them in strategic locations. After that, connect them with a closed rail circuit. Pay attention to the direction of the tracks!",
    "french": "Voyons étape par étape comment créer une ou plusieurs lignes ferroviaires.\n\nTout d'abord, construisez au moins deux gares. Elles servent à charger et à décharger les marchandises, alors placez-les à des endroits stratégiques. Ensuite, reliez-les avec un circuit ferroviaire fermé. Faites attention à la direction des rails !",
    "italian": "Vediamo passo a passo come creare una o più linee ferroviarie.\n\nInnanzitutto, costruisci almeno due stazioni ferroviarie. Sono utilizzate per il carico e lo scarico delle merci, quindi posizionale in luoghi strategici. Dopodiché, connettile con un circuito ferroviario chiuso. Fai attenzione alla direzione dei binari!",
  },
  "createTrainLinesSecondTutorialParagraph": {
    "english": "Now it's time to put them into operation. On the left side of the game screen, open the \"Train lines\" menu.\n\nAdd a train line on the left side of the panel. After that, select the train stations where you want the train(s) on that line to stop.\n\nPlease note: trains are used exclusively when they are the fastest option.",
    "french": "Il est maintenant temps de les faire fonctionner. Sur le côté gauche de l'écran de jeu, ouvrez le menu « Lignes de train ».\n\nAjoutez une ligne de train sur le côté gauche du panneau. Ensuite, sélectionnez les gares où vous souhaitez que le(s) train(s) de cette ligne s'arrête(nt).\n\nRemarque : les trains sont utilisés exclusivement lorsqu'ils constituent l'option la plus rapide.",
    "italian": "Ora è il momento di metterle in funzione. Sul lato sinistro della schermata di gioco, apri il menu \"Linee ferroviarie\".\n\nAggiungi una linea ferroviaria sul lato sinistro del pannello. Successivamente, seleziona le stazioni ferroviarie in cui desideri che il treno o i treni di quella linea si fermino.\n\nNota: i treni vengono utilizzati esclusivamente quando sono l'opzione più veloce.",
  },
  "createTrainLinesTutorialHeading": {
    "english": "Be creative!",
    "french": "Soyez créatifs !",
    "italian": "Usa la creatività!",
  },
  "createTrainLinesThirdTutorialParagraph": {
    "english": "Feel free to use different sized stations and create junctions and intersections with rails.\n\nThe passage of multiple trains per intersection is handled automatically: see \"Rails intersections\" to learn more.",
    "french": "N'hésitez pas à utiliser des stations de tailles différentes et à créer des jonctions et des intersections avec des rails.\n\nLe passage de plusieurs trains par intersection est géré automatiquement : voir « Intersections ferroviaires » pour en savoir plus.",
    "italian": "Sentiti libero/a di utilizzare stazioni di dimensioni diverse e di creare bivi e intersezioni con le ferrovie.\n\nIl passaggio di più treni per ogni intersezione viene gestito automaticamente: per saperne di più, consulta la voce \"Intersezioni ferroviarie\"",
  },
  "railsIntersectionsTutorialTitle": {
    "english": "Rails intersections",
    "french": "Intersections ferroviaires",
    "italian": "Intersezioni ferroviarie",
  },
  "railsIntersectionsFirstTutorialParagraph": {
    "english": "The passage of multiple trains per intersection is handled by an automatic signaling system. To avoid slowdowns on railway lines, it is useful to know how it works! Access the signaling overview by clicking the traffic light icon in the \"Rails\" category.",
    "french": "Le passage de plusieurs trains par intersection est géré par un système de signalisation automatique. Pour éviter les ralentissements sur les lignes ferroviaires, il est utile de savoir comment cela fonctionne ! Accédez à la vue d'ensemble de la signalisation en cliquant sur l'icône de feu de signalisation dans la catégorie « Rails ».",
    "italian": "Il passaggio di più treni per intersezione è gestito da un sistema di segnalazione automatico. Per evitare rallentamenti sulle linee ferroviarie, è utile conoscerne il funzionamento! Accedi alla panoramica del sistema di segnalamento cliccando sull'icona del semaforo nella categoria \"Binari\".",
  },
  "railsIntersectionsSecondTutorialParagraph": {
    "english": "Intersections are highlighted in red, while orange zones indicate an unsafe area. When a train is in an orange or red zone, no other trains can enter that area.\n\nMake sure there is a green section between intersections, or your trains will have to wait for a long time!",
    "french": "Les intersections sont mises en évidence en rouge, tandis que les zones orange indiquent une zone dangereuse. Lorsqu'un train se trouve dans une zone orange ou rouge, aucun autre train ne peut entrer dans cette zone.\n\nVeillez à ce qu'il y ait une section verte entre les intersections, sinon vos trains devront attendre longtemps !",
    "italian": "Le intersezioni sono evidenziate in rosso, mentre le zone arancioni indicano un'area non sicura. Quando un treno si trova in una zona arancione o rossa, nessun altro treno può entrare in quell'area.\n\nAssicurati che ci sia una sezione verde tra le intersezioni, o i tuoi treni dovranno aspettare a lungo prima di poter passare!",
  },
  "trafficLightsTutorialTitle": {
    "english": "Traffic lights and yield sign",
    "italian": "Semafori e segnali di precedenza",
  },
  "trafficLightsFirstTutorialParagraph": {
    "english": "There are some tools for managing traffic at intersections even more precisely: traffic lights and yield signs. By clicking on in intersection, related buttons will appear.",
    "italian": "",
  },
  "trafficLightsFirstTutorialHeading": {
    "english": "Traffic lights",
    "italian": "Semafori",
  },
  "trafficLightsSecondTutorialParagraph": {
    "english": "Click on the button with the traffic light icon. Now you can decide which lanes will be allowed to flow at the same time, and which will have to wait. You can add and remove traffic light phases, and decide their duration. You can also decide to ignore traffic lights when the road is completely clear by activating the box at the top.\n\nWhen you exit the menu, the traffic lights will remain active. If you want to remove them, use the last of the four buttons, or switch to management by yield signs.",
    "italian": "Clicca sul pulsante con l’icona del semaforo. Ora puoi decidere quali corsie potranno scorrere allo stesso tempo, e quali dovranno attendere. Puoi aggiungere e rimuovere le fasi dei semafori, e deciderne la durata. Puoi anche decidere di ignorare i semafori quando la strada è completamente libera attivando la casella in alto.\n\nUscendo dal menu, i semafori rimarranno attivi. Se vuoi rimuoverli, utilizza l’ultimo dei quattro pulsanti, oppure passa alla gestione per precedenza stradale.",
  },
  "trafficLightsSecondTutorialHeading": {
    "english": "Yield signs",
    "italian": "Segnali di precedenza",
  },
  "trafficLightsThirdTutorialParagraph": {
    "english": "Click on the button with the yield sign icon. Now I could decide which roads will have the right of way in the intersection, and which ones will have to yield it instead. Reverse the right of way by pressing on the large sign that will appear on the road.\n\nBy exiting the menu, the signs will remain. If you want to remove them, use the last of the four buttons, or switch to management by traffic lights.",
    "italian": "Clicca sul pulsante con l’icona del segnale di precedenza. Ora potrei decidere quali strade avranno la precedenza nell’incrocio, e quali dovranno invece cederla. Inverti la precedenza premendo sul grande segnale che apparirà sulla strada.\n\nUscendo dal menu, i cartelli rimarranno. Se vuoi rimuoverli, utilizza l’ultimo dei quattro pulsanti, oppure passa alla gestione per semafori.",
  },
  "pipesTutorialTitle": {
    "english": "Pipes",
    "italian": "Tubazioni",
  },
  "pipesTutorialParagraph": {
    "english": "Some resources can be transported via underground pipelines. This is the case for oxygen, water, methane, and crude oil.\n\nThe pipes connect automatically when they are near a building that requires that particular resource. In addition, multiple pipes can be built in the same tiles: each one is at a different depth.\n\nUsing pipelines can greatly reduce road traffic, at a cost: buildings that produce the resources transported by pipelines consume twice as much electricity. Pumping liquids and gas is energy-consuming!",
    "italian": "Alcune risorse possono essere trasportate tramite tubature sotterranee. È il caso di ossigeno, acqua, metano e petrolio grezzo.\n\nI tubi si connettono automaticamente quando sono in prossimità di un edificio che richiede quella determinata risorsa. Inoltre, è possibile costruire più tubi nelle stesse caselle: ognuno di essi si trova a una profondità differente!\n\nL’utilizzo di tubature può ridurre notevolmente il traffico stradale, a un costo: gli edifici che producono le risorse trasportate con le tubature, consumano il doppio dell'energia elettrica. Pompare liquidi e gas è energeticamente dispendioso!",
  },
  "outgoingStorageFullTutorialTitle": {
    "english": "Outgoing storage full",
    "italian": "Magazzino in uscita pieno",
  },
  "outgoingStorageFullFirstTutorialParagraph": {
    "english": "Each building has two storages. The outgoing storage is where the produced resources are stored for shipment, and can be seen in the bottom right panel.\n\n If a building's information panel shows that the outgoing storage is full, it is because there are no buildings to which it can deliver goods at that moment.",
    "italian": "Ogni edificio dispone di due magazzini. Il magazzino in uscita è dove le risorse prodotte vengono stoccate per la spedizione, e si può visualizzare nel riquadro in basso a destra.\n\nSe nel pannello informativo di un edificio è indicato che il magazzino in uscita è pieno, è perché in quel momento non ci sono edifici a cui può consegnare la merce.",
  },
  "outgoingStorageFullSecondTutorialParagraph": {
    "english": "To check the status of your deliveries, click on the arrow in the building information panel.\n\nBlue color indicates the selected building.\n\nGreen color indicates that the delivery is in progress.\n\nYellow color indicates that the incoming storage is already full.\n\nRed color indicates that the building is not reachable.",
    "italian": "Per controllare lo stato delle tue consegne, clicca sulla freccia nel pannello informativo dell’edificio.\n\nIl colore blu indica l’edificio selezionato.\n\nIl colore verde indica che la consegna è in corso.\n\nIl colore giallo indica che il magazzino in entrata è già pieno.\n\nIl colore rosso indica che l’edificio non è raggiungibile.",
  },
  "incomingStorageEmptyTutorialTitle": {
    "english": "Incoming storage empty",
    "italian": "Magazzino in entrata vuoto",
  },
  "incomingStorageEmptyFirstTutorialParagraph": {
    "english": "Each building has two storage. The incoming storage is where the received resources are stored for use, and can be seen in the lower left panel.\n\nIf the information panel of a building shows that the incoming storage is empty, it is because one or more stored resources are not sufficient for production.",
    "italian": "Ogni edificio dispone di due magazzini. Il magazzino in entrata è dove le risorse ricevute vengono stoccate per essere utilizzate, e si può visualizzare nel riquadro in basso a sinistra.\n\nSe nel pannello informativo di un edificio è indicato che il magazzino in entrata è vuoto, è perché una o più risorse stoccate non sono sufficienti alla produzione.",
  },
  "incomingStorageEmptySecondTutorialParagraph": {
    "english": "Sometimes the storage may remain empty for a long time while it waits for resources to arrive. You can check for pending deliveries by hovering the cursor over the desired resource.\n\nIn those cases, it is better to place factories closer together or built faster routes!",
    "italian": "A volte il magazzino può rimanere vuoto a lungo mentre attende che le risorse arrivino. Puoi controllare se ci sono consegne pendenti posizionando il cursore sulla risorsa desiderata.\n\nIn questi casi, meglio posizionare le industrie più vicine tra loro o costruire strade più veloci!",
  },
  "gondolasTutorialTitle": {
    "english": "Gondolas",
    "italian": "Cabinovie",
  },
  "gondolasTutorialParagraph": {
    "english": "Cargo gondolas can be used to easily transport resources up and down slopes.\n\nBuild the first gondola with the cable car side facing the desired direction. The second gondola should face the first so that the cables form a straight path.",
    "italian": "Le cabinovie possono essere utilizzate per trasportare agevolmente le risorse lungo le pendenze.\n\nCostruisci la prima gondola con il lato della funivia rivolto verso la direzione desiderata. La seconda gondola dovrà essere rivolta verso la prima, in modo che i cavi formino un percorso rettilineo.",
  },
  "immigrationTutorialTitle": {
    "english": "Immigration",
    "italian": "Immigrazione",
  },
  "immigrationTutorialParagraph": {
    "english": "You can check the immigration rate by clicking on the Spaceport. To increase the immigration rate, improve your habitats by meeting their requirements!\n\nPlease note: building multiple Spaceports does not increase the immigration rate. However, it may be a strategy to place them at different points on the map to distribute traffic to the habitats.",
    "italian": "Puoi vedere il tasso d’immigrazione cliccando sullo spazio porto. Per aumentare il tasso d’immigrazione, migliora i tuoi habitat soddisfandone i requisiti!\n\nNota bene: costruire più spazio porti non aumenta il tasso d’immigrazione; tuttavia può essere una strategia posizionarli in diversi punti della mappa per distribuire il traffico verso gli habitat.",
  },
  "productionOverviewTutorialTitle": {
    "english": "Production overview",
    "italian": "Panoramica della produzione",
  },
  "productionOverviewTutorialParagraph": {
    "english": "Open the Production Overview panel located on the left side of the game screen.\n\nHere you can compare production and consumption. Adjust production per resource via the slider bars. This way, you can decrease the number of workers and reduce production as needed.\n\nHaving a slight overproduction is useful to fill up warehouses and always have a good supply in case of unforeseen events!",
    "italian": "Apri il pannello Panoramica della produzione che si trova a sinistra della schermata di gioco.\n\nQui puoi comparare la produzione e i consumi. Aggiusta la produzione per risorsa tramite le barre di scorrimento. In questo modo, puoi diminuire il numero di lavoratori e ridurre la produzione secondo le tue necessità.\n\nAvere una leggera sovrapproduzione è utile per riempire i magazzini e avere sempre una buona scorta in caso di imprevisti!",
  },
}