{
  "encyclopedia": {
    "english": "Encyclopedia",
    "french": "Encyclopédie",
    "italian": "Enciclopedia",
    "turkish": "Ansiklopedi",
  },
  "trainsTutorialTitle": {
    "english": "Trains",
    "french": "Trains",
    "italian": "Treni",
    "turkish": "Trenler",
  },
  "roadsAndHighwaysTutorialTitle": {//to all translator, please keep the TutorialTitles short, or they will look shrunk in game. Thanks!
    "english": "Roads and highways",
    "french": "Routes et autoroutes",
    "italian": "Strade e autostrade",
    "turkish": "Yollar ve otoyollar",
  },
  "roadHierarchyTutorialHeading": {
    "english": "Road hierarchy",
    "french": "Hiérarchie des routes",
    "italian": "Gerarchia delle strade",
    "turkish": "Yol hiyerarşisi",
  },
  "roadHierarchyFirstTutorialParagraph": {
    "english": "In InfraSpace, this translates similarly to reality.\n\nSuperhighways can be used for long distances. Try to avoid intersections on them: they slow down traffic! For more information, see \"avoid left turns.\"\n\nHighways can be used to collect and redistribute traffic.\n\nNormal roads are slower and can be used in population centers and industrial areas.",
    "french": "Dans InfraSpace, cela se traduit de manière similaire à la réalité.\n\nLes superautoroutes peuvent être utilisées sur de longues distances. Essayez d'y éviter les intersections : elles ralentissent le trafic ! Pour plus d'informations, voir « Éviter les virages à gauche ».\n\nLes autoroutes peuvent être utilisées pour collecter et redistribuer le trafic.\n\nLes routes normales sont plus lentes et peuvent être utilisées dans les centres de population et les zones industrielles.",
    "italian": "In InfraSpace, questo si traduce in modo simile alla realtà.\n\nLe superautostrade possono essere utilizzate per lunghe distanze. Cerca di evitare gli incroci su di esse: rallentano il traffico! Per maggiori informazioni, consulta la voce \"evita le svolte a sinistra\".\n\nLe autostrade possono essere utilizzate per raccogliere e ridistribuire il traffico.\n\nLe strade normali sono più lente e possono essere utilizzate nei centri abitati e nelle aree industriali.",
  },
  "roadHierarchySecondTutorialParagraph": {
    "english": "Use the different types of roads strategically!\n\nFor example, prevent traffic from passing through the slow roads of a city by building a highway around it.",
    "french": "Utilisez les différents types de routes de manière stratégique !\n\nPar exemple, empêcher le trafic de passer par les routes lentes d'une ville en construisant une autoroute autour de celle-ci.",
    "italian": "Utilizza i diversi tipi di strade in modo strategico!\n\nAd esempio, evita che il traffico passi attraverso le strade lente di una città costruendo un'autostrada intorno a essa.",
  },
  "laneConfigurationToolTutorialTitle": {
    "english": "Lane configuration tool",
    "french": "Configuration des voies",
    "italian": "Configurazione delle corsie",
    "turkish": "Şerit yapılandırma aleti",
  },
  "laneConfigurationToolFirstTutorialParagraph": {
    "english": "Open the Lane configuration tool by clicking on an intersection.\n\nThe colored lines indicate the directions allowed for that particular lane.",
    "french": "Ouvrez l'outil de configuration des voies en cliquant sur une intersection.\n\nLes lignes colorées indiquent les directions autorisées pour cette voie particulière.",
    "italian": "Apri lo strumento di configurazione delle corsie facendo clic su un'incrocio.\n\nLe linee colorate indicano le direzioni consentite per quella particolare corsia.",
  },
  "laneConfigurationToolSecondTutorialParagraph": {
    "english": "Sometimes, manual configuration is the best option for busier intersections!",
    "french": "Parfois, la configuration manuelle est la meilleure option pour les intersections les plus fréquentées !",
    "italian": "A volte la configurazione manuale è l'opzione migliore per gli incroci più trafficati!",
    "turkish": "Bazen, manuel yapılandırma daha yoğun kavşaklar için en iyi seçenektir!",
  },
  "avoidLeftTurnsTutorialTitle": {
    "english": "Avoid left turns",
    "french": "Éviter les virages à gauche",
    "italian": "Evita le svolte a sinistra",
    "turkish": "Sola dönüşlerden kaçının",
  },
  "avoidLeftTurnsTutorialParagraph": {
    "english": "Beware of left turns!\n\nIf there is a lot of traffic on the road, it is best to create a bridge to the left side and prohibit left turns using the lane configuration tool.\n\nThis is especially good for highways... as in real life!",
    "french": "Attention aux virages à gauche !\n\nSi la route est très fréquentée, il est préférable de créer un pont sur le côté gauche et d'interdire les virages à gauche à l'aide de l'outil de configuration des voies.\n\nC'est particulièrement utile pour les autoroutes... comme dans la vraie vie !",
    "italian": "Attenzione alle svolte a sinistra!\n\nSe c'è molto traffico sulla strada, è meglio creare un ponte sul lato sinistro e vietare le svolte a sinistra utilizzando lo strumento di configurazione delle corsie.\n\nQuesto è particolarmente indicato per le autostrade... come nella vita reale!",
  },
  "laneMathematicsTutorialTitle": {
    "english": "Lane mathematics",
    "french": "Mathématiques des voies",
    "italian": "Matematica delle corsie",
    "turkish": "Şerit matematiği",
  },
  "laneMathematicsTutorialParagraph": {
    "english": "It may sound scary from the title, but it's pretty simple!\n\nTo avoid causing traffic jams, make the number of incoming lanes match the number of outgoing lanes.",
    "french": "Le titre peut sembler effrayant, mais c'est très simple !\n\nPour éviter les embouteillages, le nombre de voies entrantes doit correspondre au nombre de voies sortantes.",
    "italian": "Il titolo può sembrare spaventoso, ma è piuttosto semplice!\n\nPer non causare ingorghi stradali, fai in modo che il numero di corsie in entrata corrisponda al numero di corsie in uscita.",
  },
  "highTrafficAreasTutorialTitle": {
    "english": "High traffic areas",
    "french": "Zones à fort trafic",
    "italian": "Aree ad alto traffico",
    "turkish": "Yüksek trafik alanları",
  },
  "highTrafficAreasTutorialParagraph": {
    "english": "Sometimes, the traffic is simply too much.\n\nWhen traffic jams do not diminish even by improving the road or managing lanes, it may be a case of creating an alternative road.\n\nThat way, you lessen the pressure in critical areas and traffic can resume normal flow.\n\nImportant! Vehicles will automatically choose the theoretically fastest route, regardless of traffic jams.",
    "french": "Parfois, le trafic est tout simplement trop important.\n\nLorsque les embouteillages ne diminuent pas, même en améliorant la route ou en gérant les voies, il peut s'avérer nécessaire de créer une route alternative.\n\nDe cette manière, vous diminuez la pression dans les zones critiques et le trafic peut reprendre son cours normal.\n\nImportant ! Les véhicules choisissent automatiquement l'itinéraire théoriquement le plus rapide, indépendamment des embouteillages.",
    "italian": "A volte il traffico è semplicemente troppo.\n\nQuando gli ingorghi non si riducono nemmeno migliorando la strada o gestendo le corsie, può essere il caso di creare una strada alternativa.\n\nIn questo modo, si riduce la pressione nelle aree critiche e il traffico può riprendere a scorrere normalmente.\n\nImportante! I veicoli scelgono automaticamente il percorso teoricamente più veloce, indipendentemente dagli ingorghi stradali.",
  },
  "createTrainLinesTutorialTitle": {
    "english": "Create train lines",
    "french": "Créer des lignes de train",
    "italian": "Creazione di linee ferroviarie",
  },
  "createTrainLinesFirstTutorialParagraph": {
    "english": "Let's take a step-by-step look at how to create one or more railway lines.\n\nFirst, build at least two railway stations. They are used for loading and unloading goods, so place them in strategic locations.\n\nAfter that, connect them with a closed rail circuit. Pay attention to the direction of the tracks!",
    "french": "Voyons étape par étape comment créer une ou plusieurs lignes ferroviaires.\n\nTout d'abord, construisez au moins deux gares. Elles servent à charger et à décharger les marchandises, alors placez-les à des endroits stratégiques.\n\nEnsuite, reliez-les avec un circuit ferroviaire fermé. Faites attention à la direction des rails !",
    "italian": "Vediamo passo a passo come creare una o più linee ferroviarie.\n\nInnanzitutto, costruisci almeno due stazioni ferroviarie. Sono utilizzate per il carico e lo scarico delle merci, quindi posizionale in luoghi strategici.\n\nDopodiché, connettile con un circuito ferroviario chiuso. Fai attenzione alla direzione dei binari!",
  },
  "createTrainLinesSecondTutorialParagraph": {
    "english": "Now it's time to put them into operation. On the left side of the game screen, open the \"Train lines\" menu.\n\nAdd a train line on the left side of the panel. After that, select the train stations where you want the train(s) on that line to stop.\n\nPlease note: trains are used exclusively when they are the fastest option.",
    "french": "Il est maintenant temps de les faire fonctionner. Sur le côté gauche de l'écran de jeu, ouvrez le menu « Lignes de train ».\n\nAjoutez une ligne de train sur le côté gauche du panneau. Ensuite, sélectionnez les gares où vous souhaitez que le(s) train(s) de cette ligne s'arrête(nt).\n\nRemarque : les trains sont utilisés exclusivement lorsqu'ils constituent l'option la plus rapide.",
    "italian": "Ora è il momento di metterle in funzione. Sul lato sinistro della schermata di gioco, apri il menu \"Linee ferroviarie\".\n\nAggiungi una linea ferroviaria sul lato sinistro del pannello. Successivamente, seleziona le stazioni ferroviarie in cui desideri che il treno o i treni di quella linea si fermino.\n\nNota: i treni vengono utilizzati esclusivamente quando sono l'opzione più veloce.",
  },
  "createTrainLinesTutorialHeading": {
    "english": "Be creative!",
    "french": "Soyez créatifs !",
    "italian": "Usa la creatività!",
  },
  "createTrainLinesThirdTutorialParagraph": {
    "english": "Feel free to use different sized stations and create junctions and intersections with rails.\n\nThe passage of multiple trains per intersection is handled automatically: see \"Rails intersections\" to learn more.",
    "french": "N'hésitez pas à utiliser des stations de tailles différentes et à créer des jonctions et des intersections avec des rails.\n\nLe passage de plusieurs trains par intersection est géré automatiquement : voir « Intersections ferroviaires » pour en savoir plus.",
    "italian": "Sentiti libero/a di utilizzare stazioni di dimensioni diverse e di creare bivi e intersezioni con le ferrovie.\n\nIl passaggio di più treni per ogni intersezione viene gestito automaticamente: per saperne di più, consulta la voce \"Intersezioni ferroviarie\"",
  },
  "railsIntersectionsTutorialTitle": {
    "english": "Rails intersections",
    "french": "Intersections ferroviaires",
    "italian": "Intersezioni ferroviarie",
  },
  "railsIntersectionsFirstTutorialParagraph": {
    "english": "The passage of multiple trains per intersection is handled by an automatic signaling system.\n\nTo avoid slowdowns on railway lines, it is useful to know how it works! Access the signaling overview by clicking the traffic light icon in the \"Rails\" category.",
    "french": "Le passage de plusieurs trains par intersection est géré par un système de signalisation automatique.\n\nPour éviter les ralentissements sur les lignes ferroviaires, il est utile de savoir comment cela fonctionne ! Accédez à la vue d'ensemble de la signalisation en cliquant sur l'icône de feu de signalisation dans la catégorie « Rails ».",
    "italian": "Il passaggio di più treni per intersezione è gestito da un sistema di segnalazione automatico.\n\nPer evitare rallentamenti sulle linee ferroviarie, è utile conoscerne il funzionamento! Accedi alla panoramica del sistema di segnalamento cliccando sull'icona del semaforo nella categoria \"Binari\".",
  },
  "railsIntersectionsSecondTutorialParagraph": {
    "english": "Intersections are highlighted in red, while orange zones indicate an unsafe area.\n\nWhen a train is in an orange or red zone, no other trains can enter that area.\n\nMake sure there is a green section between intersections, or your trains will have to wait for a long time!",
    "french": "Les intersections sont mises en évidence en rouge, tandis que les zones orange indiquent une zone dangereuse.\n\nLorsqu'un train se trouve dans une zone orange ou rouge, aucun autre train ne peut entrer dans cette zone.\n\nVeillez à ce qu'il y ait une section verte entre les intersections, sinon vos trains devront attendre longtemps !",
    "italian": "Le intersezioni sono evidenziate in rosso, mentre le zone arancioni indicano un'area non sicura.\n\nQuando un treno si trova in una zona arancione o rossa, nessun altro treno può entrare in quell'area.\n\nAssicurati che ci sia una sezione verde tra le intersezioni, o i tuoi treni dovranno aspettare a lungo prima di poter passare!",
  },
}