{
  "encyclopedia": {
    "english": "Encyclopedia",
    "french": "Encyclopédie",
    "italian": "Enciclopedia",
    "turkish": "Ansiklopedi",
    "chinese": "百科",
    "thai": "สารานุกรม",
  },
  "roadsAndHighwaysTutorialTitle": { //to all translator, please keep the TutorialTitles short, or they will look shrunk in game. Thanks!
    "english": "Roads and highways",
    "french": "Routes et autoroutes",
    "italian": "Strade e autostrade",
    "turkish": "Yollar ve otoyollar",
    "chinese": "道路与高速公路",
    "thai": "ถนนและทางหลวง",
  },
  "roadHierarchyTutorialHeading": {
    "english": "Road hierarchy",
    "french": "Hiérarchie des routes",
    "italian": "Gerarchia delle strade",
    "turkish": "Yol hiyerarşisi",
    "chinese": "道路等级",
    "thai": "ลำดับชั้นของถนน"
  },
  "roadsAndHighwaysFirstTutorialParagraph": {
    "english": "In InfraSpace, the road hierarchy can be summarized as follows: superhighways are suitable for long distances without interruption, highways for collecting and redistributing traffic, while normal roads are slower and are used in population centers and industrial areas.\n\nTry to avoid intersections on highways: they slow down traffic! For more information, see \"avoid left turns.\"",
    "french": "Dans InfraSpace, la hiérarchie des routes peut être résumée comme suit : les super-autoroutes sont adaptées aux longues distances sans interruption, les autoroutes pour collecter et redistribuer le trafic, tandis que les routes normales sont plus lentes et sont utilisées dans les zones résidentielles et industrielles.\n\nEssayez d'éviter les intersections sur les autoroutes : elles ralentissent le trafic ! Pour plus d'informations, voir \"Éviter les virages à gauche.\"",
    "italian": "In InfraSpace, la gerarchia delle strade può essere riassunta come segue: le superautostrade sono adatte per coprire lunghe distanze senza interruzioni, le autostrade per raccogliere e ridistribuire il traffico, mentre le strade normali sono più lente e vengono utilizzate nei centri abitati e nelle aree industriali.\n\nCerca di evitare gli incroci sulle autostrade: rallentano il traffico! Per ulteriori informazioni, vedere \"evitare le svolte a sinistra\".",
    "chinese": "在InfraSpace中，道路等级可以总结如下：超级高速公路适用于无中断的长距离运输；高速公路用于聚集和居民交通；普通公路速度很慢，常用于人口中心和工业区。\n\n试着避免出现十字路口，他们会让交通堵塞。更多信息参考“避免左转”。",
    "thai": "ใน InfraSpace ลำดับชั้นของถนนสามารถสรุปได้ดังต่อไปนี้: ทางหลวงพิเศษเหมาะสำหรับระยะทางไกลโดยไม่มีการหยุดชะงัก ทางหลวงสำหรับรวบรวมและกระจายการจราจร ในขณะที่ถนนปกติจะช้ากว่าและใช้ในศูนย์กลางประชากรและพื้นที่อุตสาหกรรม\n\nพยายามหลีกเลี่ยงทางแยก บนทางหลวง: ทำให้การจราจรช้าลง! สำหรับข้อมูลเพิ่มเติม โปรดดู \"หลีกเลี่ยงการเลี้ยวซ้าย\"",
  },
  "roadsAndHighwaysSecondTutorialParagraph": {
    "english": "Use the different types of roads strategically!\n\nFor example, prevent traffic from passing through the slow roads of a city by building a highway around it.",
    "french": "Utilisez les différents types de routes de manière stratégique !\n\nPar exemple, empêcher le trafic de passer par les routes lentes d'une ville en construisant une autoroute autour de celle-ci.",
    "italian": "Utilizza i diversi tipi di strade in modo strategico!\n\nAd esempio, evita che il traffico passi attraverso le strade lente di una città costruendo un'autostrada intorno a essa.",
    "chinese": "有规划的使用不同类型的公路！\n\n例如，为了防止通过城市中普通公路时阻碍交通，可以修建高速公路绕过它。",
    "thai": "ใช้ถนนประเภทต่างๆ อย่างมีกลยุทธ์!\n\nเช่น ป้องกันการจราจรไม่ให้ผ่านถนนที่ช้าของเมืองด้วยการสร้างทางหลวงรอบๆ ถนน",
  },
  "laneConfigurationToolTutorialTitle": {
    "english": "Lane configuration tool",
    "french": "Configuration des voies",
    "italian": "Configurazione delle corsie",
    "turkish": "Şerit yapılandırma aleti",
    "chinese": "车道调整工具",
    "thai": "เครื่องมือกำหนดค่าช่องทาง",
  },
  "laneConfigurationToolFirstTutorialParagraph": {
    "english": "Manually configuring the busiest intersections can help you manage traffic better! By clicking on an intersection, four buttons will appear, the first of which is the Lane configuration tool.\n\nThe colored lines indicate the directions allowed for that particular lane.",
    "french": "La configuration manuelle des intersections les plus fréquentées peut vous aider à mieux gérer le trafic ! En cliquant sur une intersection, quatre boutons apparaissent, le premier étant l'outil de configuration des voies.\n\nLes lignes colorées indiquent les directions autorisées pour cette voie particulière.",
    "italian": "La configurazione manuale degli incroci più trafficati può aiutare a gestire meglio il traffico! Facendo clic su un'intersezione, appariranno quattro pulsanti, il primo dei quali è lo strumento di configurazione delle corsie.\n\nLe linee colorate indicano le direzioni consentite per quella specifica corsia.",
    "chinese": "手动调整最繁忙的十字路口可以帮助你更好的管理交通！点击某个十字路口后，会出现四个按钮，第一个就是车道调整工具。\n\n上色了的线条指示特定车道允许通行的方向。",
    "thai": "การกำหนดค่าทางแยกที่พลุกพล่านที่สุดด้วยตนเองสามารถช่วยให้คุณจัดการการจราจรได้ดีขึ้น! เมื่อคลิกที่ทางแยก ปุ่มสี่ปุ่มจะปรากฏขึ้น ปุ่มแรกคือเครื่องมือกำหนดค่าช่องทาง\n\nเส้นสีระบุทิศทางที่อนุญาตสำหรับช่องทางนั้น",
  },
  "laneConfigurationToolSecondTutorialParagraph": {
    "english": "You can facilitate traffic flow by limiting lane outlets. Adapt this principle according to the needs and traffic flow of that intersection!",
    "french": "Vous pouvez faciliter la circulation en limitant les sorties de voies. Adaptez ce principe en fonction des besoins et de la fluidité du trafic à ce carrefour !",
    "italian": "È possibile agevolare il flusso del traffico limitando gli sbocchi delle corsie. Adatta questo principio in base alle esigenze e al traffico di quell'incrocio!",
    "turkish": "Şerit çıkışlarını sınırlandırarak trafik akışını kolaylaştırabilirsiniz. Bu prensibi o kavşağın ihtiyaçlarına ve trafik akışına göre uyarlayın!",
    "chinese": "你可以通过限制道路的出口来优化交通流。根据需要和十字路口的交通流调整这一原则。",
    "thai": "คุณสามารถอำนวยความสะดวกในการสัญจรได้โดยการจำกัดช่องจราจร ปรับหลักการนี้ตามความต้องการและความคล่องตัวของทางแยกนั้น!"
  },
  "avoidLeftTurnsTutorialTitle": {
    "english": "Avoid left turns",
    "french": "Éviter les virages à gauche",
    "italian": "Evita le svolte a sinistra",
    "turkish": "Sola dönüşlerden kaçının",
    "chinese": "避免左转",
    "thai": "หลีกเลี่ยงการเลี้ยวซ้าย"
  },
  "avoidLeftTurnsTutorialParagraph": {
    "english": "Beware of left turns!\n\nIf there is a lot of traffic on the road, it is best to create a bridge to the left side and prohibit left turns using the Lane configuration tool.\n\nThis is especially good for highways... as in real life! Left turns, in fact, slow down all vehicles coming from the opposite direction.",
    "french": "Attention aux virages à gauche !\n\nSi la route est très fréquentée, il est préférable de créer un pont sur le côté gauche et d'interdire les virages à gauche à l'aide de l'outil de configuration des voies.\n\nC'est particulièrement utile pour les autoroutes... comme dans la vraie vie ! En effet, les virages à gauche ralentissent tous les véhicules venant en sens inverse.",
    "italian": "Attenzione alle svolte a sinistra!\n\nSe c'è molto traffico sulla strada, è meglio creare un ponte sul lato sinistro e vietare le svolte a sinistra utilizzando lo Strumento di configurazione delle corsie.\n\nQuesto è particolarmente indicato per le autostrade... come nella vita reale! Le svolte a sinistra, infatti, rallentano i veicoli in arrivo dalla direzione opposta.",
    "chinese": "提防左转！如果道路上有很多车流，最好的办法是建造一个桥实现左转，以此来避免使用车道调整工具。特别是对于高速公路特别有效...就像在现实中一样！事实上，左转会阻碍所有对向车辆。",
    "thai": "ระวังการเลี้ยวซ้าย!\n\nหากมีการจราจรหนาแน่นบนถนน วิธีที่ดีที่สุดคือสร้างสะพานทางด้านซ้ายและห้ามเลี้ยวซ้ายโดยใช้เครื่องมือกำหนดค่าช่องทาง\n\nวิธีนี้ดีเป็นพิเศษสำหรับทางหลวง ..เหมือนในชีวิตจริง! ที่จริงแล้วการเลี้ยวซ้ายจะชะลอความเร็วของยานพาหนะทุกคันที่มาจากทิศทางตรงกันข้าม"
  },
  "laneMathematicsTutorialTitle": {
    "english": "Lane mathematics",
    "french": "Mathématiques des voies",
    "italian": "Matematica delle corsie",
    "turkish": "Şerit matematiği",
    "chinese": "道路数学",
    "thai": "ช่องทางคณิตศาสตร์"
  },
  "laneMathematicsTutorialParagraph": {
    "english": "It may sound scary from the title, but it's pretty simple!\n\nConverging several lanes into one can congest traffic. To avoid causing traffic jams, make the number of incoming lanes match the number of outgoing lanes. In this way, vehicles will flow smoothly.",
    "french": "Le titre peut sembler effrayant, mais c'est très simple !\n\nLa convergence de plusieurs voies en une seule peut entraîner une congestion du trafic. Pour éviter les embouteillages, le nombre de voies entrantes doit correspondre au nombre de voies sortantes. De cette manière, les véhicules circuleront sans problème.",
    "italian": "Il titolo può sembrare spaventoso, ma è piuttosto semplice!\n\nConvergere più corsie in una sola può congestionare il traffico. Per non causare ingorghi stradali, fai in modo che il numero di corsie in entrata corrisponda al numero di corsie in uscita. In questo modo, i veicoli scorreranno più facilmente.",
    "chinese": "从标题上看可能有些可怕，但它其实非常简单！\n\n汇聚多条道路会使交通变得拥挤。为了避免交通堵塞，让汇入主干道的支路数量等于流出的数量。通过这种方法，可以让车流非常丝滑。",
    "thai": "จากชื่อเรื่องอาจฟังดูน่ากลัว แต่ก็ค่อนข้างง่าย!\n\nการรวมเลนหลายเลนเป็นเลนเดียวอาจทำให้การจราจรติดขัดได้ เพื่อหลีกเลี่ยงไม่ให้รถติด ควรกำหนดจำนวนช่องทางเข้าให้ตรงกับจำนวนช่องทางออก ด้วยวิธีนี้ยานพาหนะจะไหลได้อย่างราบรื่น"
  },
  "highTrafficAreasTutorialTitle": {
    "english": "High traffic areas",
    "french": "Zones à fort trafic",
    "italian": "Aree ad alto traffico",
    "turkish": "Yüksek trafik alanları",
    "chinese": "交通繁忙区域",
    "thai": "พื้นที่การจราจรสูง"
  },
  "highTrafficAreasTutorialParagraph": {
    "english": "Sometimes, the traffic is simply too much.\n\nWhen traffic jams do not diminish even by improving the road or managing lanes, it may be a case of creating an alternative road.\n\nThat way, you lessen the pressure in critical areas and traffic can resume normal flow.\n\nImportant! Vehicles will automatically choose the theoretically fastest route, regardless of traffic jams.",
    "french": "Parfois, le trafic est tout simplement trop important.\n\nLorsque les embouteillages ne diminuent pas, même en améliorant la route ou en gérant les voies, il peut s'avérer nécessaire de créer une route alternative.\n\nDe cette manière, vous diminuez la pression dans les zones critiques et le trafic peut reprendre son cours normal.\n\nImportant ! Les véhicules choisissent automatiquement l'itinéraire théoriquement le plus rapide, indépendamment des embouteillages.",
    "italian": "A volte il traffico è semplicemente troppo.\n\nQuando gli ingorghi non si riducono nemmeno migliorando la strada o gestendo le corsie, può essere il caso di creare una strada alternativa.\n\nIn questo modo, si riduce la pressione nelle aree critiche e il traffico può riprendere a scorrere normalmente.\n\nImportante! I veicoli scelgono automaticamente il percorso teoricamente più veloce, indipendentemente dagli ingorghi stradali.",
    "chinese": "有时，交通管理非常简单。\n\n当交通堵塞无法通过升级道路或者管理支路减少的时候，或许应该建造另一条可以替代的道路。\n\n这样，你就可以减少这些区域的压力，交通也就可以恢复正常。\n\n最重要的是！车辆会自动选择理论上最快的道路来防止交通堵塞。",
  },
  "createTrainLinesTutorialTitle": {
    "english": "Create train lines",
    "french": "Créer des lignes de train",
    "italian": "Creazione di linee ferroviarie",
    "chinese": "创建列车线路",
    "turkish": "Tren hatları oluşturun",
  },
  "createTrainLinesFirstTutorialParagraph": {
    "english": "Let's take a step-by-step look at how to create one or more railway lines.\n\nFirst, build at least two railway stations. They are used for loading and unloading goods, so place them in strategic locations. After that, connect them with a closed rail circuit. Pay attention to the direction of the tracks!",
    "french": "Voyons étape par étape comment créer une ou plusieurs lignes ferroviaires.\n\nTout d'abord, construisez au moins deux gares. Elles servent à charger et à décharger les marchandises, alors placez-les à des endroits stratégiques. Ensuite, reliez-les avec un circuit ferroviaire fermé. Faites attention à la direction des rails !",
    "italian": "Vediamo passo a passo come creare una o più linee ferroviarie.\n\nInnanzitutto, costruisci almeno due stazioni ferroviarie. Sono utilizzate per il carico e lo scarico delle merci, quindi posizionale in luoghi strategici. Dopodiché, connettile con un circuito ferroviario chiuso. Fai attenzione alla direzione dei binari!",
    "chinese": "让我们逐步地看下如何创建一条或多条列车线路。\n\n首先，建造至少两个列车站。他们通常用来装载和卸载货物，所以要把他们放在战略性的地方。然后，用一条闭合的轨道线路连接他们。注意列车运行的方向！",
  },
  "createTrainLinesSecondTutorialParagraph": {
    "english": "Now it's time to put them into operation. On the left side of the game screen, open the \"Train lines\" menu.\n\nAdd a train line on the left side of the panel. After that, select the train stations where you want the train(s) on that line to stop.\n\nPlease note: trains are used exclusively when they are the fastest option.",
    "french": "Il est maintenant temps de les faire fonctionner. Sur le côté gauche de l'écran de jeu, ouvrez le menu « Lignes de train ».\n\nAjoutez une ligne de train sur le côté gauche du panneau. Ensuite, sélectionnez les gares où vous souhaitez que le(s) train(s) de cette ligne s'arrête(nt).\n\nRemarque : les trains sont utilisés exclusivement lorsqu'ils constituent l'option la plus rapide.",
    "italian": "Ora è il momento di metterle in funzione. Sul lato sinistro della schermata di gioco, apri il menu \"Linee ferroviarie\".\n\nAggiungi una linea ferroviaria sul lato sinistro del pannello. Successivamente, seleziona le stazioni ferroviarie in cui desideri che il treno o i treni di quella linea si fermino.\n\nNota: i treni vengono utilizzati esclusivamente quando sono l'opzione più veloce.",
    "chinese": "现在是时候用上他们了。在游戏界面的左侧，点开“列车”菜单，在其界面左侧添加一条列车线路，再选择你想停靠的列车站。请注意：如果列车可以更快的运输货物，他们通常是首选项。",
  },
  "createTrainLinesTutorialHeading": {
    "english": "Be creative!",
    "french": "Soyez créatifs !",
    "italian": "Usa la creatività!",
    "turkish": "Yaratıcı ol",
    "chinese": "保持创造力！",
  },
  "createTrainLinesThirdTutorialParagraph": {
    "english": "Feel free to use different sized stations and create junctions and intersections with rails.\n\nThe passage of multiple trains per intersection is handled automatically: see \"Rails intersections\" to learn more.",
    "french": "N'hésitez pas à utiliser des stations de tailles différentes et à créer des jonctions et des intersections avec des rails.\n\nLe passage de plusieurs trains par intersection est géré automatiquement : voir « Intersections ferroviaires » pour en savoir plus.",
    "italian": "Sentiti libero/a di utilizzare stazioni di dimensioni diverse e di creare bivi e intersezioni con le ferrovie.\n\nIl passaggio di più treni per ogni intersezione viene gestito automaticamente: per saperne di più, consulta la voce \"Intersezioni ferroviarie\"",
    "chinese": "使用不同类型的站点以及列车线路交会时不需要非常谨慎。\n\n各个列车的乘客在线路交会的地方会自动进行调节：更多信息参考“列车线路交会",
  },
  "railsIntersectionsTutorialTitle": {
    "english": "Rails intersections",
    "french": "Intersections ferroviaires",
    "italian": "Intersezioni ferroviarie",
    "turkish": "Raylı kavşaklar",
    "chinese": "列车线路交会",
  },
  "railsIntersectionsFirstTutorialParagraph": {
    "english": "The passage of multiple trains per intersection is handled by an automatic signaling system. To avoid slowdowns on railway lines, it is useful to know how it works! Access the signaling overview by clicking the traffic light icon in the \"Rails\" category.",
    "french": "Le passage de plusieurs trains par intersection est géré par un système de signalisation automatique. Pour éviter les ralentissements sur les lignes ferroviaires, il est utile de savoir comment cela fonctionne ! Accédez à la vue d'ensemble de la signalisation en cliquant sur l'icône de feu de signalisation dans la catégorie « Rails ».",
    "italian": "Il passaggio di più treni per intersezione è gestito da un sistema di segnalazione automatico. Per evitare rallentamenti sulle linee ferroviarie, è utile conoscerne il funzionamento! Accedi alla panoramica del sistema di segnalamento cliccando sull'icona del semaforo nella categoria \"Binari\".",
    "chinese": "各个列车的乘客在线路交会的地方会被一个自动的信号系统进行调节。为了避免列车线路堵塞，最好知道它是怎么运作的！通过点击“列车线路”中的红绿灯按钮，可以看到信号的概述。",
  },
  "railsIntersectionsSecondTutorialParagraph": {
    "english": "Intersections are highlighted in red, while orange zones indicate an unsafe area. When a train is in an orange or red zone, no other trains can enter that area.\n\nMake sure there is a green section between intersections, or your trains will have to wait for a long time!",
    "french": "Les intersections sont mises en évidence en rouge, tandis que les zones orange indiquent une zone dangereuse. Lorsqu'un train se trouve dans une zone orange ou rouge, aucun autre train ne peut entrer dans cette zone.\n\nVeillez à ce qu'il y ait une section verte entre les intersections, sinon vos trains devront attendre longtemps !",
    "italian": "Le intersezioni sono evidenziate in rosso, mentre le zone arancioni indicano un'area non sicura. Quando un treno si trova in una zona arancione o rossa, nessun altro treno può entrare in quell'area.\n\nAssicurati che ci sia una sezione verde tra le intersezioni, o i tuoi treni dovranno aspettare a lungo prima di poter passare!",
    "chinese": "交叉路口用红色标出，橙色区域表示不安全区域。确保交叉路口之间有绿色区域，否则你的列车将不得不长时间等待！",
  },
  "trafficLightsTutorialTitle": {
    "english": "Traffic lights and yield sign",
    "french": "Feux de circulation et cédez-le-passage",
    "italian": "Semafori e segnali di precedenza",
    "turkish": "Trafik ışıkları ve yol işareti",
    "chinese": "交通灯和让行标志",
  },
  "trafficLightsFirstTutorialParagraph": {
    "english": "There are some tools for managing traffic at intersections even more precisely: traffic lights and yield signs. By clicking on in intersection, related buttons will appear.",
    "french": "Il existe des outils permettant de gérer le trafic aux intersections de manière encore plus précise : les feux de circulation et les panneaux de cédez-le-passage. En cliquant sur une intersection, les boutons correspondants apparaissent.",
    "turkish": "Kavşaklardaki trafiği daha da hassas bir şekilde yönetmek için bazı araçlar vardır: trafik ışıkları ve yol verme işaretleri. Kavşakta tıkladığınızda ilgili butonlar görünecektir.",
    "chinese": "有一些工具可以更精确地管理十字路口的交通：交通信号灯和让行标志。点击交叉点，会出现相关按钮。",
  },
  "trafficLightsFirstTutorialHeading": {
    "english": "Traffic lights",
    "french": "Feux de circulation",
    "italian": "Semafori",
    "turkish": "Trafik ışıkları",
    "chinese": "交通灯",
  },
  "trafficLightsSecondTutorialParagraph": {
    "english": "Click on the button with the traffic light icon. Now you can decide which lanes will be allowed to flow at the same time, and which will have to wait. You can add and remove traffic light phases, and decide their duration. You can also decide to ignore traffic lights when the road is completely clear by activating the box at the top.\n\nWhen you exit the menu, the traffic lights will remain active. If you want to remove them, use the last of the four buttons, or switch to management by yield signs.",
    "french": "Cliquez sur le bouton avec l'icône du feu de circulation. Vous pouvez maintenant décider quelles voies seront autorisées à circuler en même temps et lesquelles devront attendre. Vous pouvez ajouter et supprimer des phases de feux de circulation et déterminer leur durée. Vous pouvez également décider d'ignorer les feux de circulation lorsque la route est complètement dégagée en activant la case située en haut.\n\nLorsque vous quittez le menu, les feux de signalisation restent actifs. Si vous souhaitez les supprimer, utilisez le dernier des quatre boutons ou passez à la gestion par panneaux de signalisation.",
    "italian": "Clicca sul pulsante con l’icona del semaforo. Ora puoi decidere quali corsie potranno scorrere allo stesso tempo, e quali dovranno attendere. Puoi aggiungere e rimuovere le fasi dei semafori, e deciderne la durata. Puoi anche decidere di ignorare i semafori quando la strada è completamente libera attivando la casella in alto.\n\nUscendo dal menu, i semafori rimarranno attivi. Se vuoi rimuoverli, utilizza l’ultimo dei quattro pulsanti, oppure passa alla gestione per precedenza stradale.",
    "chinese": "点击带有交通灯图标的按钮。现在你可以决定哪些车道可以同时通行，哪些车道需要等候。你可以添加或移除交通灯阶段，并决定其持续时间。\n\n当你退出菜单时，交通信号灯将保持激活状态。如果你想移除交通信号灯，请使用四个按钮中的最后一个，或者切换到通过让行标志进行管理。",
  },
  "trafficLightsSecondTutorialHeading": {
    "english": "Yield signs",
    "french": "Cédez-le-passage",
    "italian": "Segnali di precedenza",
    "turkish": "Verim işaretleri",
    "chinese": "让行标志",
  },
  "trafficLightsThirdTutorialParagraph": {
    "english": "Click on the button with the yield sign icon. Now I could decide which roads will have the right of way in the intersection, and which ones will have to yield it instead. Reverse the right of way by pressing on the large sign that will appear on the road.\n\nBy exiting the menu, the signs will remain. If you want to remove them, use the last of the four buttons, or switch to management by traffic lights.",
    "french": "Cliquez sur le bouton avec l'icône du cédez-le-passage. Vous pouvez maintenant décider quelles routes auront la priorité à l'intersection, et lesquelles devront la céder à la place. Inversez la priorité en appuyant sur le grand panneau qui apparaîtra sur la route.\n\nEn sortant du menu, les panneaux resteront en place. Si vous souhaitez les supprimer, utilisez le dernier des quatre boutons ou passez à la gestion par feux de signalisation.",
    "italian": "Clicca sul pulsante con l’icona del segnale di precedenza. Ora potrei decidere quali strade avranno la precedenza nell’incrocio, e quali dovranno invece cederla. Inverti la precedenza premendo sul grande segnale che apparirà sulla strada.\n\nUscendo dal menu, i cartelli rimarranno. Se vuoi rimuoverli, utilizza l’ultimo dei quattro pulsanti, oppure passa alla gestione per semafori.",
    "chinese": "点击带有让行标志图标的按钮。现在可以决定哪些道路在交叉路口拥有通行权，哪些道路必须让行。按下道路上出现的大标志，即可反转路权。\n\n退出菜单后，路标将保留。如果你想移除它们，请使用四个按钮中的最后一个，或者切换到交通信号灯管理。",
  },
  "pipesTutorialTitle": {
    "english": "Pipes",
    "french": "Tuyaux",
    "italian": "Tubazioni",
    "turkish": "Borular",
    "chinese": "管道",
  },
  "pipesTutorialParagraph": {
    "english": "Some resources can be transported via underground pipelines. This is the case for oxygen, water, methane, and crude oil.\n\nThe pipes connect automatically when they are near a building that requires that particular resource. In addition, multiple pipes can be built in the same tiles: each one is at a different depth.\n\nUsing pipelines can greatly reduce road traffic, at a cost: buildings that produce the resources transported by pipelines consume twice as much electricity. Pumping liquids and gas is energy-consuming!",
    "french": "Certaines ressources peuvent être transportées par des canalisations souterraines. C'est le cas de l'oxygène, de l'eau, du méthane et du pétrole brut.\n\nLes tuyaux se connectent automatiquement lorsqu'ils se trouvent à proximité d'un bâtiment qui nécessite cette ressource particulière. En outre, plusieurs tuyaux peuvent être construits dans les mêmes tuiles : chacun d'entre eux se trouve à une profondeur différente.\n\nL'utilisation des tuyaux permet de réduire considérablement le trafic routier, mais elle a un coût : les bâtiments qui produisent les ressources transportées par les tuyaux consomment deux fois plus d'électricité. Le pompage des liquides et du gaz consomme de l'énergie !",
    "italian": "Alcune risorse possono essere trasportate tramite tubature sotterranee. È il caso di ossigeno, acqua, metano e petrolio grezzo.\n\nI tubi si connettono automaticamente quando sono in prossimità di un edificio che richiede quella determinata risorsa. Inoltre, è possibile costruire più tubi nelle stesse caselle: ognuno di essi si trova a una profondità differente!\n\nL’utilizzo di tubature può ridurre notevolmente il traffico stradale, a un costo: gli edifici che producono le risorse trasportate con le tubature, consumano il doppio dell'energia elettrica. Pompare liquidi e gas è energeticamente dispendioso!",
    "chinese": "有些资源可以通过地下管道运输。氧气、水、甲烷和原油都是如此。\n\n当管道靠近需要特定资源的建筑时，它们就会自动连接起来。此外，可以在同一块地块上建造多个管道：每个管道的深度都不同。\n\n使用管道可以大大减少道路交通，但代价是：生产管道运输的资源的建筑需要消耗两倍的电力。泵送液体和气体需要消耗能源！",
  },
  "outgoingStorageFullTutorialTitle": {
    "english": "Outgoing storage full",
    "french": "Stockage sortant plein",
    "italian": "Magazzino in uscita pieno",
    "turkish": "Giden depolama dolu",
    "chinese": "输出库存已满",
  },
  "outgoingStorageFullFirstTutorialParagraph": {
    "english": "Each building has two storage. The outgoing storage is where the produced resources are stored for shipment, and can be seen in the bottom right panel.\n\n If a building's information panel shows that the outgoing storage is full, it is because there are no buildings to which it can deliver goods at that moment.",
    "french": "Chaque bâtiment possède deux entrepôts. Le stockage de sortie est l'endroit où les ressources produites sont stockées avant d'être expédiées ; il est visible dans le panneau en bas à droite.\n\nSi le panneau d'information d'un bâtiment indique que le stock sortant est plein, c'est parce qu'il n'y a aucun bâtiment auquel il peut livrer des marchandises à ce moment-là.",
    "italian": "Ogni edificio dispone di due magazzini. Il magazzino in uscita è dove le risorse prodotte vengono stoccate per la spedizione, e si può visualizzare nel riquadro in basso a destra.\n\nSe nel pannello informativo di un edificio è indicato che il magazzino in uscita è pieno, è perché in quel momento non ci sono edifici a cui può consegnare la merce.",
    "chinese": "每个建筑都有两个库存。输出库存是储存生产出来的资源以备装运的地方，可以在右下角的面板中看到。\n\n如果某个建筑的信息面板显示输出库存已满，那是因为此时没有建筑可以向其运送货物。",
  },
  "outgoingStorageFullSecondTutorialParagraph": {
    "english": "To check the status of your deliveries, click on the arrow in the building information panel.\n\nBlue color indicates the selected building.\n\nGreen color indicates that the delivery is in progress.\n\nYellow color indicates that the incoming storage is already full.\n\nRed color indicates that the building is not reachable.",
    "french": "Pour vérifier l'état de vos livraisons, cliquez sur la flèche dans le panneau d'information du bâtiment.\n\nLa couleur bleue indique le bâtiment sélectionné.\n\nLa couleur verte indique que la livraison est en cours.\n\nLa couleur jaune indique que le stockage entrant est déjà plein.\n\nLa couleur rouge indique que le bâtiment n'est pas accessible.s",
    "italian": "Per controllare lo stato delle tue consegne, clicca sulla freccia nel pannello informativo dell’edificio.\n\nIl colore blu indica l’edificio selezionato.\n\nIl colore verde indica che la consegna è in corso.\n\nIl colore giallo indica che il magazzino in entrata è già pieno.\n\nIl colore rosso indica che l’edificio non è raggiungibile.",
    "chinese": "要查看交付状态，请单击楼宇信息面板中的箭头。\n\n蓝色表示选定的建筑物。\n\n绿色表示送货正在进行中。\n\n黄色表示输入库存已满。\n\n红色表示无法到达建筑。",
  },
  "incomingStorageEmptyTutorialTitle": {
    "english": "Incoming storage empty",
    "french": "Stockage entrant vide",
    "italian": "Magazzino in entrata vuoto",
    "turkish": "Gelen depolama alanı boş",
    "chinese": "输入库存为空",
  },
  "incomingStorageEmptyFirstTutorialParagraph": {
    "english": "Each building has two storage. The incoming storage is where the received resources are stored for use, and can be seen in the lower left panel.\n\nIf the information panel of a building shows that the incoming storage is empty, it is because one or more stored resources are not sufficient for production.",
    "french": "Chaque bâtiment dispose de deux entrepôts. Le stockage entrant est l'endroit où les ressources reçues sont stockées en vue de leur utilisation.\n\nSi le panneau d'information d'un bâtiment indique que le stockage entrant est vide, c'est qu'une ou plusieurs ressources stockées ne sont pas suffisantes pour la production.",
    "italian": "Ogni edificio dispone di due magazzini. Il magazzino in entrata è dove le risorse ricevute vengono stoccate per essere utilizzate, e si può visualizzare nel riquadro in basso a sinistra.\n\nSe nel pannello informativo di un edificio è indicato che il magazzino in entrata è vuoto, è perché una o più risorse stoccate non sono sufficienti alla produzione.",
    "chinese": "每个建筑都有两个库存。输入库存是储存接收到的资源以备使用的地方，可以在左下角的面板中看到。\n\n如果某个建筑的信息面板上显示输入库存为空，那是因为一个或多个建筑存储的资源不足以用于生产。",
  },
  "incomingStorageEmptySecondTutorialParagraph": {
    "english": "Sometimes the storage may remain empty for a long time while it waits for resources to arrive. You can check for pending deliveries by hovering the cursor over the desired resource.\n\nIn those cases, it is better to place factories closer together or built faster routes!",
    "french": "Parfois, le stockage peut rester vide pendant une longue période en attendant l'arrivée des ressources. Vous pouvez vérifier si des livraisons sont en attente en plaçant le curseur sur la ressource souhaitée.\n\nDans ces cas, il est préférable de rapprocher les usines ou de construire des itinéraires plus rapides !",
    "italian": "A volte il magazzino può rimanere vuoto a lungo mentre attende che le risorse arrivino. Puoi controllare se ci sono consegne pendenti posizionando il cursore sulla risorsa desiderata.\n\nIn questi casi, meglio posizionare le industrie più vicine tra loro o costruire strade più veloci!",
	"chinese": "有时，仓库在等待资源到达时可能会空闲很长时间。你可以将光标悬停在所需的资源上，检查是否有待交付的资源。\n\n在这种情况下，最好把工厂放置在更近的地方，或者建造更快的路线！",
  },
  "gondolasTutorialTitle": {
    "english": "Gondolas",
    "french": "Nacelles",
    "italian": "Cabinovie",
    "turkish": "Gondollar",
    "chinese": "缆车",
  },
  "gondolasTutorialParagraph": {
    "english": "Cargo gondolas can be used to easily transport resources up and down slopes.\n\nBuild the first gondola with the cable car side facing the desired direction. The second gondola should face the first so that the cables form a straight path.",
    "french": "Les nacelles peuvent être utilisées pour transporter facilement des ressources en haut et en bas des pentes.\n\nConstruisez la première nacelle avec le côté du téléphérique orienté dans la direction souhaitée. La deuxième nacelle doit être orientée vers la première de manière à ce que les câbles forment une trajectoire droite.",
    "italian": "Le cabinovie possono essere utilizzate per trasportare agevolmente le risorse lungo le pendenze.\n\nCostruisci la prima gondola con il lato della funivia rivolto verso la direzione desiderata. La seconda gondola dovrà essere rivolta verso la prima, in modo che i cavi formino un percorso rettilineo.",
    "chinese": "货物缆车可以用来轻松地将资源运上或运下山坡。\n\n建造第一个缆车时，缆车的一侧要朝向所需的方向。第二个缆车应该朝向第一个缆车，这样缆绳就会形成一条",
  },
  "immigrationTutorialTitle": {
    "english": "Immigration",
    "french": "Immigration",
    "italian": "Immigrazione",
    "turkish": "Göçmenlik",
    "chinese": "移民",
  },
  "immigrationTutorialParagraph": {
    "english": "You can check the immigration rate by clicking on the Spaceport. To increase the immigration rate, improve your habitats by meeting their requirements!\n\nPlease note: building multiple Spaceports does not increase the immigration rate. However, it may be a strategy to place them at different points on the map to distribute traffic to the habitats.",
    "french": "Vous pouvez vérifier le taux d'immigration en cliquant sur le port spatial. Pour augmenter le taux d'immigration, améliorez vos habitats en répondant à leurs exigences !\n\nRemarque : la construction de plusieurs spatioports n'augmente pas le taux d'immigration. Cependant, il peut être stratégique de les placer à différents endroits de la carte afin de répartir le trafic vers les habitats.",
    "italian": "Puoi vedere il tasso d’immigrazione cliccando sullo spazio porto. Per aumentare il tasso d’immigrazione, migliora i tuoi habitat soddisfandone i requisiti!\n\nNota bene: costruire più spazio porti non aumenta il tasso d’immigrazione; tuttavia può essere una strategia posizionarli in diversi punti della mappa per distribuire il traffico verso gli habitat.",
    "chinese": "你可以点击航空港查看移民率。要想提高移民率，请满足居住地的要求来改善居住地！\n\n请注意：建造多个航空港并不会提高移民率。但是，将它们放置在地图上的不同点来为栖息地分配流量可能是一种策略。",
  },
  "productionOverviewTutorialTitle": {
    "english": "Production overview",
    "french": "Aperçu de la production",
    "italian": "Panoramica della produzione",
    "turkish": "Üretime genel bakış",
    "chinese": "生产概况",
  },
  "productionOverviewTutorialParagraph": {
    "english": "Open the Production Overview panel located on the left side of the game screen.\n\nHere you can compare production and consumption. Adjust production per resource via the slider bars. This way, you can decrease the number of workers and reduce production as needed.\n\nHaving a slight overproduction is useful to fill up warehouses and always have a good supply in case of unforeseen events!",
    "french": "Ouvrez le panneau Vue d'ensemble de la production situé à gauche de l'écran de jeu.\n\nVous pouvez y comparer la production et la consommation. Ajustez la production par ressource à l'aide des barres de défilement. Vous pouvez ainsi diminuer le nombre de travailleurs et réduire la production si nécessaire.\n\nUne légère surproduction est utile pour remplir les entrepôts et toujours disposer d'un bon approvisionnement en cas d'événements imprévus !",
    "italian": "Apri il pannello Panoramica della produzione che si trova a sinistra della schermata di gioco.\n\nQui puoi comparare la produzione e i consumi. Aggiusta la produzione per risorsa tramite le barre di scorrimento. In questo modo, puoi diminuire il numero di lavoratori e ridurre la produzione secondo le tue necessità.\n\nAvere una leggera sovrapproduzione è utile per riempire i magazzini e avere sempre una buona scorta in caso di imprevisti!",
    "chinese": "打开位于游戏屏幕左侧的生产概览面板。\n\n在这里你可以比较生产量和消耗量。通过滑动条调整每种资源的产量。这样，你就可以根据需要减少工人数量，降低生产。\n\n稍微过量生产有助于填满仓库，并在发生意外情况时始终有充足的供应！",
  },
  "districtsTutorialTitle": {
    "english": "Districts",
    "french": "Quartiers",
    "italian": "Distretti",
    "turkish": "İlçeler",
    "chinese": "地区",
  },
  "districtsTutorialParagraph": {
    "english": "To make some of your buildings deliver resources only to specific industries, you can use Districts and link the desired buildings together.\n\nOpen the Districts panel on the left side of the screen. To create the first district, select the brush width you want, and paint the area below the buildings from which you want to export a particular resource. After that, paint the area below the buildings you want them to import it from.\n\nNow select the desired resource in the Districts panel. Finally, click on the district you need to export and drag the arrow that will appear to the district you want to import.\n\nThis way, buildings in the first district will export only to buildings in the second district.\n\nYou can also link a district with itself by dragging the arrow inside it!",
    "french": "Pour que certains de vos bâtiments ne fournissent des ressources qu'à des industries spécifiques, vous pouvez utiliser des quartiers et relier les bâtiments souhaités entre eux.\n\nOuvrez le panneau Quartiers sur le côté gauche de l'écran. Pour créer le premier quartier, sélectionnez la largeur de pinceau souhaitée et peignez la zone située sous les bâtiments à partir desquels vous souhaitez exporter une ressource particulière. Ensuite, peignez la zone située sous les bâtiments à partir desquels vous voulez qu'ils importent la ressource.\n\nSélectionnez ensuite la ressource souhaitée dans le panneau Quartiers. Enfin, cliquez sur le quartier à exporter et faites glisser la flèche qui apparaît vers le quartier à importer.\n\nAinsi, les bâtiments du premier quartier ne seront exportés que vers les bâtiments du deuxième quartier. Vous pouvez également relier un quartier à lui-même en faisant glisser la flèche à l'intérieur de celui-ci !",
    "italian": "Per fare in modo che alcuni edifici consegnino le risorse solo a determinate industrie, puoi usare i Distretti e collegare gli edifici desiderati tra di loro. \n\nApri il pannello “Distretti”, sulla sinistra dello schermo. Per creare il primo distretto, seleziona l’ampiezza del pennello che desideri, e dipingi l’area sottostante agli edifici dai quali vuoi esportare una determinata risorsa. Dopodichè, dipingi l’area sottostante agli edifici che vuoi che la importino.\n\nOra seleziona la risorsa desiderata nel pannello “Distretti”. Infine, clicca sul distretto che deve esportare e trascina la freccia che apparirà fino al distretto che vuole importare.\n\nPuoi anche collegare un distretto con se stesso trascinando la freccia al suo interno!",
    "chinese": "要想让某些建筑只为特定行业提供资源，可以使用地区并将所需的建筑关联在一起。\n\n打开屏幕左侧的地区面板。要创建第一个区域，请选择所需的画笔宽度，并在要输出特定资源的建筑物下方区域涂画。然后，在你希望他们导入资源的建筑物下方绘制区域。\n\n现在在地区面板中选择所需的资源。最后，点击你需要导出的区域，然后将出现的箭头拖到你想要运输的区域。\n\n这样，第一个地区的建筑就只能运输到第二个地区的建筑！",
  },
  "powerTutorialTitle": {
    "english": "Power",
    "french": "Énergie",
    "italian": "Energia elettrica",
    "chinese": "电力",
    "turkish": "Enerji"
  },
  "powerFirstTutorialParagraph": {
    "english": "Power is essential to the operation of buildings.\n\nElectric poles and power substation are the only two ways to spread electricity to surrounding buildings, and they must be connected to one or more power sources.\n\nPoles have a very small radius, but by connecting to each other they can cover very large areas.",
    "french": "L'électricité est essentielle au fonctionnement des bâtiments.\n\nLes poteaux électriques et les sous-stations sont les deux seuls moyens de diffuser l'électricité aux bâtiments environnants, et ils doivent être connectés à une ou plusieurs sources d'énergie.\n\nLes pôles ont un rayon d'action très réduit, mais en se connectant les uns aux autres, ils peuvent couvrir des zones très étendues.",
    "italian": "L’energia elettrica è indispensabile al funzionamento degli edifici.\n\nI pali elettrici e la power substation sono gli unici due modi per diffondere l’energia elettrica agli edifici circostanti, e vanno connessi a una o più fonti di energia. \n\nI pali hanno un raggio molto ridotto, ma connettendosi gli uni agli altri possono coprire aree molto vaste.",
    "chinese": "电力对建筑的运作至关重要。\n\n电线杆和变电站是向周围建筑供电的唯二的方式，它们必须与一个或多个电源相连。\n\n电线杆的半径很小，但通过相互连接，它们可以覆盖很大的区域。",
  },
  "powerSecondTutorialParagraph": {
    "english": "The set of energy sources connected together is called Power Network. When the power produced is not enough for the buildings that use it, you will have slowed production.",
    "french": "L'ensemble des sources d'énergie connectées entre elles est appelé réseau électrique. Lorsque l'énergie produite n'est pas suffisante pour les bâtiments qui l'utilisent, il y a ralentissement de la production.",
    "italian": "L’insieme delle fonti di energia connesse tra loro, è chiamato Rete Elettrica. Quando l’energia prodotta non è sufficiente per gli edifici che ne usufruiscono, avrai una produzione rallentata.",
    "chinese": "连接在一起的能源被称为电力网络。当生产的电力不足以满足建筑的使用需求时，就会导致生产放缓。",
  },
  "shapingTheRoadsTutorialTitle": {
    "english": "Shaping the roads",
    "french": "Façonner les routes",
    "italian": "Modellare le strade",
    "chinese": "塑造道路",
    "turkish": "Yolları şekillendirmek"
  },
  "shapingTheRoadsTutorialParagraph": {
    "english": "You can shape your road as you wish by using the icons in the lower panel, or by intervening on the already constructed road.\n\nWith the grid turned off, you can decide to adjust the roads according to 90°, 135° and 180° degree angles, and adjust the lengths to match the size of the game unit. You can also decide whether to build a straight or curved road, and you can always change it later by clicking on the desired stretch of road.\n\nYou can also adjust the height of the road using the R and F keys!\n\nThe last two icons are used to reverse the direction of a one-way road and to replace one road with another.",
    "french": "Vous pouvez façonner votre route comme vous le souhaitez en utilisant les icônes du panneau inférieur, ou en intervenant sur la route déjà construite.\n\nLorsque la grille est désactivée, vous pouvez décider d'ajuster les routes selon des angles de 90°, 135° et 180°, et d'adapter les longueurs à la taille de l'unité de jeu. Vous pouvez également décider de construire une route droite ou courbe, et vous pouvez toujours la modifier ultérieurement en cliquant sur le tronçon de route souhaité.\n\nVous pouvez également régler la hauteur de la route à l'aide des touches R et F !\n\nLes deux dernières icônes permettent d'inverser le sens d'une route à sens unique et de remplacer une route par une autre.s",
    "italian": "Puoi dare la forma desiderata alla tua strada utilizzando le icone nel pannello inferiore o intervenendo sulla strada già costruita.\n\nCon la griglia disattivata, puoi decidere di regolare le strade secondo angoli di 90°, 135° e 180° gradi, e di regolare le lunghezze adattandole alla dimensione dell’unità di misura del gioco. Puoi anche decidere se costruire una strada dritta o curva, e puoi sempre modificarla in seguito cliccando sul tratto di strada desiderato.\n\nLe ultime due icone servono per invertire la direzione di una strada a senso unico e per rimpiazzare una strada con un’altra.\n\nPuoi anche regolare l’altezza della strada tramite i tasti R e F.",
    "chinese": "在关闭网格的情况下，你可以决定按照90°、135°和180°度角调整道路，并根据游戏网格的大小调整长度。你还可以决定修建直路还是弯路，以后可以随时点击所需的路段进行更改。\n\n你还可以使用 R 和 F 键调整道路的高度！\n\n最后两个图标用于反转单行道的方向，以及用另一条道路替换一条道路。",
  },
    "distributionTutorialTitle": {
    "english": "Distribution centers",
    "french": "Centres de distribution",
    "italian": "Centri di distribuzione",
    "turkish": "Dağıtım merkezleri",
	  "chinese": "配送中心",
  },
    "distributionTutorialParagraph": {
    "english": "These centers are key to managing resources effectively, as they procure a steady supply to industries. Use them to optimize resource management and keep your production chains running smoothly!\n\nThe collection center collects resources from surrounding industries, while the distribution center distributes them to surrounding industries. Click on the building and select the desired resource, then set the radius of action and storage capacity.\n\nFor them to work, link the desired collection and distribution centers together via the building's information panel.\n\nWhen the demand for resources is exhausted, first, the distribution center storage will be filled, and then the collection center storage.",
    "french": "Ces centres sont essentiels à la gestion efficace des ressources, car ils assurent l'approvisionnement régulier des industries. Utilisez-les pour optimiser la gestion des ressources et assurer le bon fonctionnement de vos chaînes de production !\n\nLe centre de collecte recueille les ressources des industries environnantes, tandis que le centre de distribution les distribue aux industries environnantes. Cliquez sur le bâtiment et sélectionnez la ressource souhaitée, puis définissez le rayon d'action et la capacité de stockage.\n\nPour qu'ils fonctionnent, il faut relier les centres de collecte et de distribution souhaités via le panneau d'information du bâtiment.\n\nLorsque la demande de ressources est épuisée, le stockage du centre de distribution est d'abord rempli, puis celui du centre de collecte.",
    "italian": "Questi centri sono fondamentali per gestire le risorse in modo efficace, in quanto procurano una fornitura regolare alle industrie. Utilizzali per ottimizzare la gestione delle risorse e far funzionare le tua catene di produzione senza troppi intoppi!\n\nIl centro di raccolta raccoglie le risorse dalle industrie circostanti, mentre il centro di distribuzione le distribuisce alle industrie circostanti. Clicca sull'edificio e seleziona la risorsa desiderata, dopodiché stabilisci il raggio di azione e la capacità di stoccaggio.\n\nAffinché funzionino, collega tra loro i centri di raccolta e i centri di distribuzione desiderati tramite il pannello informativo dell'edificio.\n\nQuando la domanda di risorse si sarà esaurita, si riempirà dapprima il deposito del centro di distribuzione, e poi il deposito del centro di raccolta.",
	  "chinese": "这些中心是有效管理资源的关键，因为它们为各行业提供稳定的供应。利用它们来优化资源管理，保持生产链顺利运作！\n\n收集中心从周围的工厂收集资源，而配送中心则将资源分配给周围的行业。点击建筑并选择所需的资源，然后设置运作半径和存储容量。\n\n为了让它们发挥作用，通过建筑的信息面板将所需的收集中心和配送中心连接在一起。\n\n当资源需求耗尽时，首先会填满配送中心的存储库存，然后再填满收集中心的存储库存。",
  },
    "welcomeTutorialTitle": {
    "english": "Welcome!",
    "french": "Bienvenue !",
    "italian": "Benvenuto/a!",
    "turkish": "Hoş geldin!",
	  "chinese": "欢迎！",
  },
    "welcomeTutorialParagraph": {
    "english": "Welcome to the InfraSpace Encyclopedia!\n\nWithin these panels, you will find tutorials covering different aspects of the game, which will assist you step by step in building your city. Furthermore, you will discover some strategic advice on how to make the most of the tools at your disposal.\n\nDon't forget to consult the encyclopedia whenever you have questions or wish to delve deeper into the game.\n\nHappy playing!",
    "french": "Bienvenue dans l'encyclopédie d'InfraSpace !\n\nDans ces rubriques, vous trouverez des tutoriels couvrant différents aspects du jeu, qui vous aideront pas à pas à construire votre ville. Vous y trouverez également des conseils stratégiques pour tirer le meilleur parti des outils mis à votre disposition.\n\nN'oubliez pas de consulter l'encyclopédie chaque fois que vous avez des questions ou que vous souhaitez approfondir le jeu.\n\nBon jeu !",
    "italian": "Benvenuto/a nell'enciclopedia di InfraSpace!\n\nIn questi pannelli troverai tutorial riguardanti diversi aspetti del gioco, che ti aiuteranno passo a passo nella costruzione della tua città. Inoltre, troverai qualche consiglio strategico su come sfruttare al meglio gli strumenti a tua disposizione!\n\nNon dimenticare di consultare l'enciclopedia ogni volta che hai dubbi, o se vuoi approfondire la tua conoscenza del gioco.\n\nBuon divertimento!",
	  "chinese": "欢迎来到InfraSpace百科全书！\n\n在这些面板中，你将找到涵盖游戏不同方面的教程，这将帮助你逐步建设城市。此外，你还会发现一些关于如何充分利用可用工具的策略建议。\n\n每当你有疑问或希望深入研究游戏时，请不要忘记查阅百科全书。\n\n祝您游戏愉快！",
  },
}
