{
  "notEnoughPowerInNetwork":  {
		"english": "Not Enough Power in Network %networkId%",
		"german": "Nicht genug Strom in Netz %networkId%",
		"french": "Pas assez d'énergie dans le réseau %networkId%",
		"chinese": "电网 %networkId% 功率不足",
		"russian": "Недостаточно энергии в сети %networkId%",
		"spanish": "No hay suficiente energía en la red %networkId%",
		"italian": "Non c'è abbastanza energia nella rete %networkId%",
	 	"polish": "W sieci %networkId% nie ma dosć energii",
		"czech": "Nedostatek energie v síti %networkId%",
	},
	"selectResearch":  {
		"english": "Select Research",
		"german": "Forschung auswählen",
		"french": "Sélectionnez une recherche",
		"chinese": "选择研究",
		"russian": "Выберите исследование",
		"spanish": "Selecciona una investigación",
		"italian": "Seleziona una ricerca",
		"polish": "Wybierz badania",
		"czech": "Vyber výzkum",
	},
	"notEnoughWorkers_title": {
		"english": "Not enough Workers",
		"german": "Nicht genug Arbeiter",
		"french": "Pas assez d'ouvriers",
		"chinese": "工人不足",
		"russian": "Недостаточно рабочих",
		"spanish": "No hay suficientes obreros",
		"italian": "Non ci sono abbastanza lavoratori",
		"polish": "Zbyt mało pracowników",
		"czech": "Nedostatek pracovníků",
	},
	"notEnoughWorkers_desc": {
		"english": "If you don't have enough workers, your factories can't run efficiently.\nUse the prioritization tool in the top left to distribute your workforce.",
		"german": "Wenn du nicht genug Arbeiter hast, können deine Fabriken nicht effizient arbeiten.\nVerwende das Priorisierungswerkzeug oben links um deine Arbeitskräfte zu verteilen.",
		"french": "Si vous n'avez pas assez d'ouvriers, vos usines ne peuvent pas fonctionner efficacement.\nUtilisez l'outil de priorisation en haut à gauche pour répartir votre main-d'œuvre.",
		"chinese": "如果你没有足够的工人，你的工厂就无法高效运行。\n使用左上角的优先级工具来分配你的劳动力。",
		"russian": "Если у вас недостаточно рабочих, ваши предприятия не смогут работать эффективно.\nИспользуйте инструмент приоритезации в левом верхнем углу, чтобы распределить рабочую силу.",
		"spanish": "Si no tiene suficientes obreros, sus fábricas no pueden funcionar eficazmente.\nUtiliza la herramienta de prioridad arriba a la izquierda para repartir su mano de obra.",
		"italian": "Se non hai abbastanza lavoratori, le tue fabbriche non lavoreranno efficientemente.\nUsa lo strumento di Priorità in alto a sinistra per distribuire la forza lavoro.",
		"polish": "Zbyt mała liczba pracowników sprawia, że fabryki nie pracują z pełną efektywnością.\nUstaw priorytet pracy korzystając z narzędzia w lewym górnym rogu ekranu.",
		"czech": "Pokud nemáš dostatek pracovníků, tvé továrny nebudou tak efektivní.\nPoužij Prioriritní nástroj vlevo nahoře k distribuci pracovní síly.",
	},
	"turbulencesAffectWindTurbine_title": {
		"english": "Turbulences decrease Wind Turbine Efficiency",
		"german": "Verwirbelungen senken Windradeffizienz",
		"french": "Les turbulences diminuent l'efficacité d'éoliennes",
		"chinese": "湍流会降低风力涡轮机的效率",
		"russian": "Турбулентность снижает эффективность ветряных турбин",
		"spanish": "Las turbulencias diminuyen la eficiencia de la turbina eólica",
		"italian": "Le turbolenze diminuiscono l'efficienza delle turbine eoliche",
		"polish": "Turbulencje zmniejszają efektywność elektrowni wiatrowych",
		"czech": "Turbulence snižují účinost Větrné turbíny.",
	},
	"turbulencesAffectWindTurbine_desc": {
		"english": "Two wind turbines are too close together. Their efficiency is decreased.",
		"german": "Zwei Windräder stehen zu nah zusammen. Ihre Effizienz ist reduziert.",
		"french": "Des éoliennes sont trop proches l'une de l'autre. Leur efficacité est réduite à cause des turbulences.",
		"chinese": "两个风力涡轮机靠得太近，它们的效率降低了。",
		"russian": "Две ветряные турбины расположены слишком близко друг к другу. Их эффективность снижена.",
		"spanish": "Dos turbinas eólicas están demasiado cerca la una de la otra. Su eficiencia disminuye.",
		"italian": "Due turbine eoliche sono troppo vicine fra loro. La loro efficienza è più bassa.",
		"polish": "Dwie elektrownie wiatrowe są zbyt blisko siebie. Ich efektywność jest zmniejszona.",
		"czech": "Dvě Větrné turbíny jsou příliš blízko sebe. Jejich efektivita je snížena.",
	},
}
