{
  "notEnoughPowerInNetwork": {
    "english": "Not Enough Power in Network %networkId%",
    "thai": "พลังงานในโครงข่าย %networkId% ไม่เพียงพอ",
    "italian": "Non c'è abbastanza energia nella rete %networkId%",
    "german": "Nicht genug Strom in Netz %networkId%",
    "chinese": "电网 %networkId% 功率不足",
    "french": "Pas assez d'énergie dans le réseau %networkId%",
    "turkish": "Güç Ağında Yeterli Elektrik Yok %networkId%",
    "japanese": "電力ネットワーク%networkId%の 電力が不足しています。",
    "russian": "Недостаточно энергии в сети: %networkId%",
    "hungarian": "Nincs elég áram itt: Hálózat %networkId%",
    "czech": "Nedostatek energie v síti %networkId%",
    "ukrainian": "Недостатньо енергії в мережі %networkId%",
    "polish": "W sieci %networkId% jest za mało energii",
    "spanish": "No hay suficiente energía en la red %networkId%",
    "danish": "Ikke not elektricitet tilgængeligt i netværk %networkId%",
    "romanian": "Nu este suficientă energie în rețeaua %networkId%",
    "dutch": "Niet voldoende stroom in netwerk %networkId%",
    "portuguese": "Sem energia suficiente na rede %networkId%",
    "slovak": "Nedostatok energie v sieti %networkId%",
    "greek": "Ανεπαρκής ρεύμα στο δίκτυο %networkId%",
    "swiss german": "Nöd gnueg Strom im Netzwärch %networkId%",
    "arabic": "لا توجد طاقة كافية في الشبكة %networkId%",
    "spanishesp": "Energía insuficiente en la red %networkId%"
  },
  "selectResearch": {
    "english": "Select Research",
    "thai": "เลือกงานวิจัย",
    "italian": "Seleziona una ricerca",
    "german": "Forschung auswählen",
    "chinese": "选择研究",
    "french": "Sélectionnez une recherche",
    "turkish": "Araştırma Seç",
    "japanese": "研究が行われていません。",
    "russian": "Выберите исследование",
    "hungarian": "Válassz kutatást",
    "czech": "Vyber výzkum",
    "ukrainian": "Оберіть дослідження",
    "polish": "Wybierz badania",
    "spanish": "Selecciona una investigación",
    "danish": "Vælg Forskning",
    "romanian": "Alege o cercetare",
    "dutch": "Onderzoek selecteren",
    "portuguese": "Selecione uma pesquisa",
    "slovak": "Vyberte výskum",
    "greek": "Επίλεξε έρευνα",
    "swiss german": "Forschig uuswählä",
    "arabic": "اختر بحث",
    "spanishesp": "Seleccionar investigación"
  },
  "notEnoughWorkers_title": {
    "english": "Not enough Workers",
    "thai": "คนงานไม่เพียงพอ",
    "italian": "Non ci sono abbastanza lavoratori",
    "german": "Nicht genug Arbeiter",
    "chinese": "工人不足",
    "french": "Pas assez d'ouvriers",
    "turkish": "Yeterli Çalışan Yok",
    "japanese": "労働者が不足しています。",
    "russian": "Недостаточно рабочих",
    "hungarian": "Nincs elég munkás",
    "czech": "Nedostatek pracovníků",
    "ukrainian": "Недостатньо робітників",
    "polish": "Zbyt mało pracowników",
    "spanish": "No hay suficientes obreros",
    "danish": "Ikke nok arbejdere",
    "romanian": "Nu sunt destui muncitori",
    "dutch": "Onvoldoende werknemers",
    "portuguese": "Trabalhadores insuficientes",
    "slovak": "Nedostatok pracovníkov",
    "greek": "Ανεπαρκείς εργάτες",
    "swiss german": "Nöd gnueg Arbeiter",
    "arabic": "عدد العمال غير كافي",
    "spanishesp": "Trabajadores insuficientes"
  },
  "notEnoughWorkers_desc": {
    "english": "If you don't have enough workers, your factories can't run efficiently.\nUse the prioritization tool in the top left to distribute your workforce.",
    "thai": "ถ้าคุณมีคนงานไม่เพียงพอ โรงงานของคุณจะทำงานอย่างไม่มีประสิทธิภาพ\nใช้เครื่องมือจัดลำดับความสำคัญที่ด้านซ้ายบนเพื่อจัดแจงคนงานของคุณ",
    "italian": "Se non hai abbastanza lavoratori, le tue fabbriche non lavoreranno efficientemente.\nUsa lo strumento di Priorità in alto a sinistra per distribuire la forza lavoro.",
    "german": "Wenn du nicht genug Arbeiter hast, können deine Fabriken nicht effizient arbeiten.\nVerwende das Priorisierungswerkzeug oben links um deine Arbeitskräfte zu verteilen.",
    "chinese": "如果你没有足够的工人，你的工厂就无法高效运行。\n使用左上角的优先级工具来分配你的劳动力。",
    "french": "Si vous n'avez pas assez d'ouvriers, vos usines ne peuvent pas fonctionner efficacement.\nUtilisez l'outil de priorisation en haut à gauche pour répartir votre main-d'œuvre.",
    "turkish": "Yeterli çalışanınız yoksa fabrikalarınız verimli çalışamaz.\nSol üstteki öncelik menüsünden iş gücünüzü dağıtabilirsiniz.",
    "japanese": "労働者が不足している工場は 稼働率が落ちます。\n左上の生産状況から 労働者を必要な工場に 優先配置してください。",
    "russian": "Если у вас недостаточно рабочих, ваши предприятия не смогут работать эффективно.\nИспользуйте инструмент приоритизации в левом верхнем углу, чтобы распределить рабочую силу.",
    "hungarian": "Ha nincs elég munkásod a gyárak nem működnek elég hatékonyan.\nPriorizáld a munkákat a bal felső sarokban.",
    "czech": "Pokud nemáš dostatek pracovníků, tvé továrny nebudou tak efektivní.\nPoužij Prioritní nástroj vlevo nahoře k distribuci pracovní síly.",
    "ukrainian": "Якщо у вас недостатньо робітників, ваші підприємства не будуть працювати ефективно.\nВикористайте інструмент встановлення пріоритетів у лівому верхньому куті екрану, щоб розподілити наявну робочу силу.",
    "polish": "Zbyt mała liczba pracowników sprawia, że fabryki nie pracują z pełną wydajnością.\nUstaw priorytet pracy korzystając z narzędzia w lewym górnym rogu ekranu.",
    "spanish": "Si no tiene suficientes obreros, sus fábricas no pueden funcionar eficazmente.\nUtiliza la herramienta de prioridad arriba a la izquierda para repartir su mano de obra.",
    "danish": "Hvis du ikke har nok arbejdere vil dine fabrikker ikke køre effektivt.\nBrug prioriterings værktøjet i øverste venstre hjørne, til at fordele din arbejdsstyrke.",
    "romanian": "Dacă nu ai suficienți lucrători, fabricile tale nu pot funcționa eficient.\nUtilizează instrumentul de prioritizare din stânga sus pentru a-ți distribui forța de muncă.",
    "dutch": "Indien u onvoldoende werknemers heeft kunnen uw fabrieken niet effecient draaien.\nGebruik het prioriteitsgereedschap linksboven om uw werknemers te distribueren",
    "portuguese": "Se você não tiver trabalhadores suficientes, suas fábricas não funcionarão com eficiência.\nUse a ferramenta de priorização no canto superior esquerdo para distribuir sua força de trabalho.",
    "slovak": "Pokiaľ nemáš dostatok pracovníkov, tvoje továrne nebudú tak efektívne.\nPouži Prioritný nástroj vľavo nahore k distribuci pracovnej sily.",
    "greek": "Αν δεν έχεις αρκετούς εργάτες, τα εργοστάσιά σου δέν μπορούν να δουλέψουν αποτελεσματικά.\nΧρησιμοποίησε το εργαλέιο προταιρεότητας πάνω αριστερά για να διανείμεις το εργατικό σου δυναμικό.",
    "swiss german": "Wänn du nöd gnueg Lüüt häsch wo gönd go Schaffe, chönd dini Fabrikä nid Effizient schaffe. \nBruch s`Priorisierigswärchzüg obä links zum dini Lüüt z`verteile.",
    "arabic": "إذا لم يكن عندك عدد عمال كافٍ، لن تعمل مصانعك بكفاءة.\nاستعمل أداة الأولويات في أعلى يسار الشاشة لتوزيع القوة العاملة لديك.",
    "spanishesp": "Si no tienes suficientes trabajadores, tus fábricas no pueden funcionar con eficiencia.\nUsa la herramienta de prioridad que está arriba a la izquierda para distribuir tu mano de obra."
  },
  "turbulencesAffectWindTurbine_title": {
    "english": "Turbulences decrease Wind Turbine Efficiency",
    "thai": "ความแปรปวนของอากาศลดประสิทธิภาพการทำงานของกังหันลม",
    "italian": "Le turbolenze diminuiscono l'efficienza delle turbine eoliche",
    "german": "Verwirbelungen senken Windradeffizienz",
    "chinese": "湍流会降低风力涡轮机的效率",
    "french": "Les turbulences diminuent l'efficacité d'éoliennes",
    "turkish": "Türbülanslar rüzgar türbinlerinin verimliliğini düşürür",
    "japanese": "乱気流の発生で効率が低下しています。",
    "russian": "Турбулентность снижает эффективность ветряных турбин",
    "hungarian": "A turbulencia csökkenti a szélerőmű hatékonyságát",
    "czech": "Turbulence snižují účinost větrné turbíny.",
    "ukrainian": "Турбулентність знижує ефективність вітряків",
    "polish": "Turbulencje zmniejszają wydajność elektrowni wiatrowych",
    "spanish": "Las turbulencias disminuyen la eficiencia de la turbina eólica",
    "danish": "Turbulenser reducerer vindmøllens effektivitet",
    "romanian": "Turbulențele scad eficiența turbinei eoliene",
    "dutch": "Turbulenties verlagen windturbine efficiëntie",
    "portuguese": "Turbulências diminuem a eficiência da turbina eólica",
    "slovak": "Turbolencie snižujú účinosť Veternej turbíny",
    "greek": "Οι αναταράξεις μειώνουν την αποτελεσματικότητα των ανεμογεννητριών",
    "swiss german": "Verwirbligä sänkäd d´Windradeffizienz",
    "arabic": "الاضطرابات الهوائية تخفض من كفائة مولد طاقة الرياح",
    "spanishesp": "Las turbulencias reducen la eficiencia de la turbina eólica"
  },
  "turbulencesAffectWindTurbine_desc": {
    "english": "Two wind turbines are too close together. Their efficiency is decreased.",
    "thai": "กังหันลมสองตัวอยู่ใกล้กันเกินไปประสิทธิภาพจะลดลง",
    "italian": "Due turbine eoliche sono troppo vicine fra loro. La loro efficienza è più bassa.",
    "german": "Zwei Windräder stehen zu nah zusammen. Ihre Effizienz ist reduziert.",
    "chinese": "两个风力涡轮机靠得太近，它们的效率降低了。",
    "french": "Des éoliennes sont trop proches l'une de l'autre. Leur efficacité est réduite à cause des turbulences.",
    "turkish": "İki türbin birbirine çok yakın. Verimlilikeri düşdü.",
    "japanese": "風力発電所が近すぎるので 発電量が低下しています。",
    "russian": "Две ветряные турбины расположены слишком близко друг к другу. Их эффективность снижена.",
    "hungarian": "Két szélerőmű túl közel van egymáshoz. A hatékonyságuk csökkentve lett.",
    "czech": "Větrné turbíny jsou příliš blízko u sebe. Jejich efektivita je tím snížena.",
    "ukrainian": "Два вітряки розташовані занадто близько. Їхня ефективність знижена.",
    "polish": "Dwie elektrownie wiatrowe są zbyt blisko siebie. Ich wydajność jest zmniejszona.",
    "spanish": "Dos turbinas eólicas están demasiado cerca la una de la otra. Su eficacia disminuye.",
    "danish": "To vindmøller er for tæt på hinanden. Deres effektivitet er faldet.",
    "romanian": "Două turbine eoliene sunt prea apropiate. Eficiența lor este scăzută.",
    "dutch": "Twee windturbines zijn te dicht bij elkaar. Hun efficiëntie is afgenomen",
    "portuguese": "Duas turbinas eólicas estão muito próximas. Sua eficiência está reduzida.",
    "slovak": "Dve Veterné turbíny sú až príliš blízko k sebe. Ich efektivita je nižšia.",
    "greek": "Δύο ανεμογεννήτριες είναι πολύ κοντά μεταξύ τους.Η αποτελεσματικότητά τους είναι μεωμένη.",
    "swiss german": "Zwei Windredli stönd z`nöch zämä. Ihri Effizienz isch reduziert.",
    "arabic": "اثنان من مولدات طاقة الرياح قريبان من بعضهما جدا. كفائتهما قليلة.",
    "spanishesp": "Hay dos turbinas eólicas demasiado cerca la una de la otra. Su eficiencia se reduce."
  }
}