{
	"notEnoughPowerInNetwork": {
		"english": "Not Enough Power in Network %networkId%",
		"german": "Nicht genug Strom in Netz %networkId%",
		"french": "Pas assez d'énergie dans le réseau %networkId%",
		"dutch": "Niet voldoende stroom in netwerk %networkId%",
		"chinese": "电网 %networkId% 功率不足",
		"russian": "Недостаточно энергии в сети %networkId%",
		"spanish": "No hay suficiente energía en la red %networkId%",
		"italian": "Non c'è abbastanza energia nella rete %networkId%",
		"polish": "W sieci %networkId% nie ma dość energii",
		"czech": "Nedostatek energie v síti %networkId%",
		"ukrainian": "Недостатньо енергії в мережі %networkId%",
		"slovak": "Nedostatok energie v sieti %networkId%",
		"portuguese": "Sem energia suficiente na rede %networkId%",
		"hungarian": "Nincs elég áram itt: Hálózat %networkId%",
		"japanese": "電力ネットワーク網:No.%networkId%の電力が不足しています。",
		"thai": "พลังงานในเครือข่าย %networkId% ไม่เพียงพอ",
		"arabic": "لا توجد طاقة كافية في الشبكة %networkId%",
	},
	"selectResearch": {
		"english": "Select Research",
		"german": "Forschung auswählen",
		"french": "Sélectionnez une recherche",
		"dutch": "Onderzoek selecteren",
		"chinese": "选择研究",
		"russian": "Выберите исследование",
		"spanish": "Selecciona una investigación",
		"italian": "Seleziona una ricerca",
		"polish": "Wybierz badania",
		"czech": "Vyber výzkum",
		"ukrainian": "Оберіть дослідження",
		"slovak": "Vyberte výskum",
		"portuguese": "Selecione uma pesquisa",
		"hungarian": "Válassz kutatást",
		"japanese": "研究が行われていません。",
		"thai": "เลือกงานวิจัย",
		"arabic": "اختر بحث",
	},
	"notEnoughWorkers_title": {
		"english": "Not enough Workers",
		"german": "Nicht genug Arbeiter",
		"french": "Pas assez d'ouvriers",
		"dutch": "Onvoldoende werknemers",
		"chinese": "工人不足",
		"russian": "Недостаточно рабочих",
		"spanish": "No hay suficientes obreros",
		"italian": "Non ci sono abbastanza lavoratori",
		"polish": "Zbyt mało pracowników",
		"czech": "Nedostatek pracovníků",
		"ukrainian": "Недостатньо робітників",
		"slovak": "Nedostatok pracovníkov",
		"portuguese": "Trabalhadores insuficientes",
		"hungarian": "Nincs elég munkás",
		"japanese": "労働者が不足しています。",
		"thai": "คนงานไม่เพียงพอ",
		"arabic": "عدد العمال غير كافي",
	},
	"notEnoughWorkers_desc": {
		"english": "If you don't have enough workers, your factories can't run efficiently.\nUse the prioritization tool in the top left to distribute your workforce.",
		"german": "Wenn du nicht genug Arbeiter hast, können deine Fabriken nicht effizient arbeiten.\nVerwende das Priorisierungswerkzeug oben links um deine Arbeitskräfte zu verteilen.",
		"french": "Si vous n'avez pas assez d'ouvriers, vos usines ne peuvent pas fonctionner efficacement.\nUtilisez l'outil de priorisation en haut à gauche pour répartir votre main-d'œuvre.",
		"dutch": "Indien u onvoldoende werknemers heeft kunnen uw fabrieken niet effecient draaien.\nGebruik het prioriteitsgereedschap linksboven om uw werknemers te distribueren",
		"chinese": "如果你没有足够的工人，你的工厂就无法高效运行。\n使用左上角的优先级工具来分配你的劳动力。",
		"russian": "Если у вас недостаточно рабочих, ваши предприятия не смогут работать эффективно.\nИспользуйте инструмент приоритезации в левом верхнем углу, чтобы распределить рабочую силу.",
		"spanish": "Si no tiene suficientes obreros, sus fábricas no pueden funcionar eficazmente.\nUtiliza la herramienta de prioridad arriba a la izquierda para repartir su mano de obra.",
		"italian": "Se non hai abbastanza lavoratori, le tue fabbriche non lavoreranno efficientemente.\nUsa lo strumento di Priorità in alto a sinistra per distribuire la forza lavoro.",
		"polish": "Zbyt mała liczba pracowników sprawia, że fabryki nie pracują z pełną wydajnością.\nUstaw priorytet pracy korzystając z narzędzia w lewym górnym rogu ekranu.",
		"czech": "Pokud nemáš dostatek pracovníků, tvé továrny nebudou tak efektivní.\nPoužij Prioritní nástroj vlevo nahoře k distribuci pracovní síly.",
		"ukrainian": "Якщо у вас недостатньо робітників, ваші підприємства не зможуть працювати ефективно.\nВикористовуйте інструмент виставлення пріоритетів у лівому верхньому куті, щоб розподілити робочу силу.",
		"slovak": "Pokiaľ nemáš dostatok pracovníkov, tvoje továrne nebudú tak efektívne.\nPouži Prioritný nástroj vľavo nahore k distribuci pracovnej sily.",
		"portuguese": "Se você não tiver trabalhadores suficientes, suas fábricas não funcionarão com eficiência.\nUse a ferramenta de priorização no canto superior esquerdo para distribuir sua força de trabalho.",
		"hungarian": "Ha nincs elég munkásod a gyárak nem működnek elég hatékonyan.\nPriorizáld a munkákat a bal felső sarokban.",
		"japanese": "労働者が不足している工場は稼働率が落ちます。\n左上の生産状況から必要な工場へ労働者を優先させてください。",
		"thai": "ถ้าคุณมีคนงานไม่เพียงพอ โรงงานของคุณจะทำงานอย่างไม่มีประสิทธิภาพ\nใช้เครื่องมือจัดลำดับความสำคัญที่ด้านซ้ายบนเพื่อจัดแจงคนงานของคุณ",
		"arabic": "إذا لم يكن عندك عدد عمال كافٍ، لن تعمل مصانعك بكفاءة.\nاستعمل أداة الأولويات في أعلى يسار الشاشة لتوزيع القوة العاملة لديك.",
	},
	"turbulencesAffectWindTurbine_title": {
		"english": "Turbulences decrease Wind Turbine Efficiency",
		"german": "Verwirbelungen senken Windradeffizienz",
		"french": "Les turbulences diminuent l'efficacité d'éoliennes",
		"dutch": "Turbulenties verlagen windturbine efficiëntie",
		"chinese": "湍流会降低风力涡轮机的效率",
		"russian": "Турбулентность снижает эффективность ветряных турбин",
		"spanish": "Las turbulencias disminuyen la eficiencia de la turbina eólica",
		"italian": "Le turbolenze diminuiscono l'efficienza delle turbine eoliche",
		"polish": "Turbulencje zmniejszają wydajność elektrowni wiatrowych",
		"czech": "Turbulence snižují účinost větrné turbíny.",
		"ukrainian": "Турбулентність знижує ефективність вітряних турбін",
		"slovak": "Turbolencie snižujú účinosť Veternej turbíny",
		"portuguese": "Turbulências diminuem a eficiência da turbina eólica",
		"hungarian": "A turbulencia csökkenti a szélerőmű hatékonyságát",
		"japanese": "乱気流の発生で効率が低下します。",
		"thai": "ความแปรปวนของอากาศลดประสิทธิภาพการทำงานของกังหันลม",
		"arabic": "الاضطرابات الهوائية تخفض من كفائة مولد طاقة الرياح",
	},
	"turbulencesAffectWindTurbine_desc": {
		"english": "Two wind turbines are too close together. Their efficiency is decreased.",
		"german": "Zwei Windräder stehen zu nah zusammen. Ihre Effizienz ist reduziert.",
		"french": "Des éoliennes sont trop proches l'une de l'autre. Leur efficacité est réduite à cause des turbulences.",
		"dutch": "Twee windturbines zijn te dicht bij elkaar. Hun efficiëntie is afgenomen",
		"chinese": "两个风力涡轮机靠得太近，它们的效率降低了。",
		"russian": "Две ветряные турбины расположены слишком близко друг к другу. Их эффективность снижена.",
		"spanish": "Dos turbinas eólicas están demasiado cerca la una de la otra. Su eficacia disminuye.",
		"italian": "Due turbine eoliche sono troppo vicine fra loro. La loro efficienza è più bassa.",
		"polish": "Dwie elektrownie wiatrowe są zbyt blisko siebie. Ich wydajność jest zmniejszona.",
		"czech": "Větrné turbíny jsou příliš blízko u sebe. Jejich efektivita je tím snížena.",
		"ukrainian": "Дві вітряні турбіни розташовані занадто близько одна до одної. Їхня ефективність знижена.",
		"slovak": "Dve Veterné turbíny sú až príliš blízko k sebe. Ich efektivita je nižšia.",
		"portuguese": "Duas turbinas eólicas estão muito próximas. Sua eficiência está reduzida.",
		"hungarian": "Két szélerőmű túl közel van egymáshoz. A hatékonyságuk csökkentve lett.",
		"japanese": "風力発電所が近すぎるため発電量が低下します。",
		"thai": "กังหันลมสองตัวอยู่ใกล้กันเกินไปประสิทธิภาพจะลดลง",
		"arabic": "اثنان من مولدات طاقة الرياح قريبان من بعضهما جدا. كفائتهما قليلة.",
	},
}
