{
	"introCinematic_technologyIsThePillar": {
		"english": "Technology is the pillar on which we have founded our civilization.",
		"german": "Wir haben unsere Zivilisation auf Technologie aufgebaut.",
		"italian": "La tecnologia è il pilastro sul quale abbiamo fondato la nostra civiltà.",
		"japanese": "テクノロジーは、我々の文明を支える柱である。",
	},
	"introCinematic_inTheYear2351": {
		"english": "In the year 2351, scientists created the first warp drive, kicking off a race for the stars.",
		"german": "Im Jahr 2351 erfunden Wissenschaftler den erste Warp-Antrieb - und starteten ein Rennen zu den Sternen.",
		"italian": "Nell'anno 2351, gli scienziati hanno inventato il primo Warp Drive, dando inizio a una corsa alle stelle.",
		"japanese": "2351年、科学者は初のワープ航法を考案した。 これにより、星々を巡る競争が始まった。",
	},
	"introCinematic_asThePopulationExpanded": {
		"english": "As the population expanded on earth, the rise of exo-colonies allowed humans to take life beyond natural boundaries.",
		"german": "Als die Bevölkerung auf der Erde wuchs, konnte die Menschheit mit Weltraumkolonien ihre natürliche Grenzen überschreiten.",
		"italian": "Con l'espansione della popolazione sulla terra, la fondazione di eso-colonie ha permesso all'umanità di portare la vita oltre ai confini naturali.",
		"japanese": "地球上の人口増加に伴い、 コロニーを増やして人類が本来の限界を超えて生活できるようにした。",
	},
	"introCinematic_butTechnologyIsFallible": {
		"english": "But technology, like humans, is fallible.",
		"german": "Aber Technologien, wie Menschen, sind fehlbar.",
		"italian": "Ma la tecnologia, come gli umani, è fallibile.",
		"japanese": "しかし、テクノロジーも人間のように誤りに陥りがちである。",
	},
	"introCinematic_thePassengerShipAntares": {
		"english": "The passenger ship Antares was carrying thousands of colonists when a pressure valve overheated and failed,\nchanging the destination of the warp jump.",
		"german": "Das Passagierschiff Antaras trug tausende Kolonisten als ein Ventil überhitzte und zusammenbrach.\nDabei änderte sich das Ziel des Warp-Sprungs.",
		"italian": "La navicella Antares stava trasportando migliaia di coloni, quando una valvola a pressione si è surriscaldata e ha ceduto,\ncambiando la destinazione del warp jump.",
		"japanese": "旅客船アンタレスは数千人の入植者を乗せていた。\nしかし、圧力バルブが過熱・故障し、ワープの目的地が変更されてしまった。",
	},
	"introCinematic_lightyearsFromHome": {
		"english": "Lightyears from home, the damaged ship now sits stranded.",
		"german": "Lichtjahre von Zuhause entfernt ist das kaputte Schiff jetzt gestrandet.",
		"italian": "Ad anni luce da casa, la navicella si è arenata.",
		"japanese": "故郷から何光年も離れた場所で、損傷した船は今も立ち往生している。",
	},
	"introCinematic_theCrewLacksTheMaterials": {
		"english": "The crew lacks the materials necessary to repair Antares, but a nearby exoplanet is looking promising.",
		"german": "Der Crew fehlen die Materialien um Antares zu reparieren, aber ein naher Planet sieht vielversprechend aus.",
		"italian": "L'equipaggio non ha i materiali necessari per riparare Antares, ma un vicino esopianeta sembra promettente.",
		"japanese": "アンタレスの修理に必要な資材も不足していたが、近くの系外惑星は有望だった。",
	},
	"introCinematic_neper3": {
		"english": "Neper 3.",
		"german": "Neper 3.",
		"italian": "Neper 3.",
		"japanese": "ネーパー3。",
	},
	"introCinematic_aPlanetWithPlenty": {
		"english": "A planet with plenty of mineral deposits on the surface.",
		"german": "Ein Planet mit vielen Mineralien auf der Oberfläche.",
		"italian": "Un pianeta ricco di depositi minerali sulla superficie.",
		"japanese": "地表に豊富な鉱脈を持つ惑星である。",
	},
	"introCinematic_inOrderToSurvive": {
		"english": "In order to survive, they need to establish a settlement here and start mining for resources.",
		"german": "Um zu überleben, müssen sie einen Außenposten errichten und Ressourcen abbauen.",
		"italian": "Per sopravvivere, devono stabilire un insediamento qui e iniziare ad estrarre risorse.",
		"japanese": "生き残るため、この惑星に居住地を設立して資源の採掘を始める必要がある。",
	},
	"introCinematic_itWasHumanIngenuity": {
		"english": "It was human ingenuity that got them this far.\nAnd to continue on this journey, they have to rely on it once more.",
		"german": "Es war menschlicher Einflussreichtum, der sie so weit gebracht hatte.\nUnd jetzt brauchen sie ihn nochmal.",
		"italian": "È stato l'ingegno umano che li ha portati così lontano.\nPer continuare questo viaggio, dovranno contare su di esso ancora una volta.",
		"japanese": "彼らをこの地に到達させたのは人類の創意工夫だった。\nそして、この旅を続けるために今一度それに頼る必要がある。",
	},
	"introCinematic_theMissionWillNotBeEasy": {
		"english": "The mission will not be easy. But it's their only hope.",
		"german": "Die Mission wird nicht einfach. Aber es ist ihre einzige Hoffnung.",
		"italian": "La missione non sarà facile. Ma è la loro unica speranza.",
		"japanese": "このミッションは容易ではない。しかし、これが唯一の希望である。",
	},
}
