{
	"introCinematic_technologyIsThePillar": {
		"english": "Technology is the pillar on which we have founded our civilization.",
		"german": "Wir haben unsere Zivilisation auf Technologie aufgebaut.",
		"italian": "La tecnologia è il pilastro sul quale abbiamo fondato la nostra civiltà.",
		"turkish": "Teknoloji medeniyetimizi üstüne kurduğumuz en temel sütundur.",
	},
	"introCinematic_inTheYear2351": {
		"english": "In the year 2351, scientists created the first warp drive, kicking off a race for the stars.",
		"german": "Im Jahr 2351 erfunden Wissenschaftler den erste Warp-Antrieb - und starteten ein Rennen zu den Sternen.",
		"italian": "Nell'anno 2351, gli scienziati hanno inventato il primo Warp Drive, dando inizio a una corsa alle stelle.",
		"turkish": "2351 yılında bilin insanları ilk yıldız atlaması mekanizmasını geliştridiler, yıldızlar için yarış başlıyor.",
	},
	"introCinematic_asThePopulationExpanded": {
		"english": "As the population expanded on earth, the rise of exo-colonies allowed humans to take life beyond natural boundaries.",
		"german": "Als die Bevölkerung auf der Erde wuchs, konnte die Menschheit mit Weltraumkolonien ihre natürliche Grenzen überschreiten.",
		"italian": "Con l'espansione della popolazione sulla terra, la fondazione di eso-colonie ha permesso all'umanità di portare la vita oltre ai confini naturali.",
		"turkish": "Dünyadaki Nüfusumuz arttıkça, dış kolonilerin yükselişi ile beraber insanlar doğal sınırları dışında yaşayabilecek hale geldi.",
	},
	"introCinematic_butTechnologyIsFallible": {
		"english": "But technology, like humans, is fallible.",
		"german": "Aber Technologien, wie Menschen, sind fehlbar.",
		"italian": "Ma la tecnologia, come gli umani, è fallibile.",
		"turkish": "Ancak insanlar gibi teknoloji de yanılabilir.",
	},
	"introCinematic_thePassengerShipAntares": {
		"english": "The passenger ship Antares was carrying thousands of colonists when a pressure valve overheated and failed,\nchanging the destination of the warp jump.",
		"german": "Das Passagierschiff Antaras trug tausende Kolonisten als ein Ventil überhitzte und zusammenbrach.\nDabei änderte sich das Ziel des Warp-Sprungs.",
		"italian": "La navicella Antares stava trasportando migliaia di coloni, quando una valvola a pressione si è surriscaldata e ha ceduto,\ncambiando la destinazione del warp jump.",
		"turkish": "Yolcu gemisi Antares binlerce kolonici taşıyordu ama bir basınç vanasını ısındı ve arızalandı.\nyıldız atlaması hedefi değiştiriliyor.",
	},
	"introCinematic_lightyearsFromHome": {
		"english": "Lightyears from home, the damaged ship now sits stranded.",
		"german": "Lichtjahre von Zuhause entfernt ist das kaputte Schiff jetzt gestrandet.",
		"italian": "Ad anni luce da casa, la navicella si è arenata.",
		"turkish": "Evden ışık yılları uzaklıkta, hasarlı gemin artık hareket edemiyor.",
	},
	"introCinematic_theCrewLacksTheMaterials": {
		"english": "The crew lacks the materials necessary to repair Antares, but a nearby exoplanet is looking promising.",
		"german": "Der Crew fehlen die Materialien um Antares zu reparieren, aber ein naher Planet sieht vielversprechend aus.",
		"italian": "L'equipaggio non ha i materiali necessari per riparare Antares, ma un vicino esopianeta sembra promettente.",
		"turkish": "Mürettebat gemiyi onarmak için gereken malzemelere ulaşamıyor, ama yakındaki gezegen umut vadedici gözüküyor.",
	},
	"introCinematic_neper3": {
		"english": "Neper 3.",
		"german": "Neper 3.",
		"italian": "Neper 3.",
		"turkish": "Neper 3.",
	},
	"introCinematic_aPlanetWithPlenty": {
		"english": "A planet with plenty of mineral deposits on the surface.",
		"german": "Ein Planet mit vielen Mineralien auf der Oberfläche.",
		"italian": "Un pianeta ricco di depositi minerali sulla superficie.",
		"turkish": "Yüzeyinde fazlaca maden yatağı bulunan bir gezegen.",
	},
	"introCinematic_inOrderToSurvive": {
		"english": "In order to survive, they need to establish a settlement here and start mining for resources.",
		"german": "Um zu überleben, müssen sie einen Außenposten errichten und Ressourcen abbauen.",
		"italian": "Per sopravvivere, devono stabilire un insediamento qui e iniziare ad estrarre risorse.",
		"turkish": "Hayatta kalmak için, buraya bir yerleşim yeri kurup gerekli kaynakları kazmaya başlamalısın.",
	},
	"introCinematic_itWasHumanIngenuity": {
		"english": "It was human ingenuity that got them this far.\nAnd to continue on this journey, they have to rely on it once more.",
		"german": "Es war menschlicher Einflussreichtum, der sie so weit gebracht hatte.\nUnd jetzt brauchen sie ihn nochmal.",
		"italian": "È stato l'ingegno umano che li ha portati così lontano.\nPer continuare questo viaggio, dovranno contare su di esso ancora una volta.",
		"turkish": "İnsan zekası onları bu kadar uzağa getiren şeydi.\nVe şimdi bu yolculuğa devam edebilmek için ona bir kez daha güvenmeliler.",
	},
	"introCinematic_theMissionWillNotBeEasy": {
		"english": "The mission will not be easy. But it's their only hope.",
		"german": "Die Mission wird nicht einfach. Aber es ist ihre einzige Hoffnung.",
		"italian": "La missione non sarà facile. Ma è la loro unica speranza.",
		"turkish": "Bu görev kolay olmayacaktı ama bu onların tek umuduydu.",
	},
}
