{
  "introCinematic_technologyIsThePillar": {
    "english": "Technology is the pillar on which we have founded our civilization.",
    "thai": "เทคโนโลยีเป็นเสาหลักแห่งการก่อตั้งอารยธรรมของเรา",
    "italian": "La tecnologia è il pilastro sul quale abbiamo fondato la nostra civiltà.",
    "german": "Wir haben unsere Zivilisation auf Technologie aufgebaut.",
    "chinese": "在文明建立的进程中，科技始终是重要的支柱。",
    "french": "La technologie est le pilier sur lequel nous avons fondé notre civilisation.",
    "turkish": "Teknoloji medeniyetimizi üstüne kurduğumuz en temel sütundur.",
    "japanese": "テクノロジーは、我々の文明を支える柱である。",
    "russian": "Технологии — это то, на чем мы основали нашу цивилизацию.",
    "polish": "Technologia jest filarem na którym zbudowaliśmi swoją cywilizację.",
    "spanishesp": "La tecnología es el pilar sobre el que hemos cimentado nuestra civilización."
  },
  "introCinematic_inTheYear2351": {
    "english": "In the year 2351, scientists created the first warp drive, kicking off a race for the stars.",
    "thai": "ในปี 2351 นักวิทยาศาสตร์ได้สร้างยานวาร์ปไดรฟ์ขึ้นเป็นครั้งแรก และได้มีเริ่มการแข่งขันกันเพื่อชิงดวงดาว",
    "italian": "Nell'anno 2351, gli scienziati hanno inventato il primo Warp Drive, dando inizio a una corsa alle stelle.",
    "german": "Im Jahr 2351 erfanden Wissenschaftler den erste Warp-Antrieb - und starteten ein Rennen zu den Sternen.",
    "chinese": "在2351年，科学家们发明了第一台曲速引擎，开启了奔向群星的竞速。",
    "french": "En 2351, des scientifiques ont créé le premier moteur à distorsion, donnant ainsi le coup d'envoi d'une course aux étoiles.",
    "turkish": "2351 yılında bilin insanları ilk yıldız atlaması mekanizmasını geliştridiler, yıldızlar için yarış başlıyor.",
    "japanese": "2351年、科学者は初のワープ航法を考案した。 これにより、星々を巡る競争が始まった。",
    "russian": "В 2351 году ученые создали первый варп-двигатель, положив начало гонки к звездам.",
    "polish": "W roku 2351, naukwocy stworzyli pierwszy napęd warp, rozpoczynając wyścig o gwiazdy",
    "spanishesp": "En el año 2351, los científicos crearon el primer motor de curvatura, lo que dio inicio a una carrera hacia las estrellas."
  },
  "introCinematic_asThePopulationExpanded": {
    "english": "As the population expanded on earth, the rise of exo-colonies allowed humans to take life beyond natural boundaries.",
    "thai": "เมื่อจำนวนประชากรบนโลกขยายตัวมากขึ้น การเพิ่มขึ้นของอาณานิคมนอกโลกทำให้มนุษย์ใช้ชีวิตเกินขอบเขตที่ธรรมชาติสร้างให้",
    "italian": "Con l'espansione della popolazione sulla terra, la fondazione di eso-colonie ha permesso all'umanità di portare la vita oltre ai confini naturali.",
    "german": "Als die Bevölkerung auf der Erde wuchs, konnte die Menschheit mit Weltraumkolonien ihre natürliche Grenzen überschreiten.",
    "chinese": "随着地球人口的急速膨胀,外星殖民计划的兴起使人类将生命的延续超脱自然的边界。",
    "french": "Avec l'augmentation de la population sur Terre, l'essor des exo-colonies a permis à l'homme d'étendre sa vie au-delà des frontières naturelles.",
    "turkish": "Dünyadaki Nüfusumuz arttıkça, dış kolonilerin yükselişi ile beraber insanlar doğal sınırları dışında yaşayabilecek hale geldi.",
    "japanese": "地球上の人口増加に伴い、 コロニーを増やして人類が本来の限界を超えて生活できるようにした。",
    "russian": "По мере того как население Земли увеличивалось, рост экзоколоний позволил людям жить за пределами естественных границ.",
    "polish": "Gdy populacja na ziemi zwiększyła się, powstanie dwóch egzokoloni pozwoliło ludziom, aby zabrać życie poza naturalne granice",
    "spanishesp": "A medida que la población se expandía en la Tierra, la creación de las exocolonias permitió a los humanos llevar la vida más allá de los límites naturales."
  },
  "introCinematic_butTechnologyIsFallible": {
    "english": "But technology, like humans, is fallible.",
    "thai": "แต่เทคโนโลยีเองก็มีผิดพลาดเฉกเช่นเดียวกับมนุษย์เรา",
    "italian": "Ma la tecnologia, come gli umani, è fallibile.",
    "german": "Aber Technologien, wie Menschen, sind fehlbar.",
    "chinese": "然而，正如人类本身。科技并非全然完美。",
    "french": "Mais la technologie, comme les humains, est imparfaite.",
    "turkish": "Ancak insanlar gibi teknoloji de yanılabilir.",
    "japanese": "しかし、テクノロジーも人間のように誤りに陥りがちである。",
    "russian": "Но технологии, как и люди, подвержены ошибкам.",
    "polish": "Ale technologia jest omylna, tak jak ludzie",
    "spanishesp": "Pero la tecnología, como los humanos, es falible."
  },
  "introCinematic_thePassengerShipAntares": {
    "english": "The passenger ship Antares was carrying thousands of colonists when a pressure valve overheated and failed,\nchanging the destination of the warp jump.",
    "thai": "ยานโดยสารอันทาเรส ที่กำลังขนส่งชาวอาณานิคมหลายพันคน วาล์วแรงดันได้เกิดร้อนเกินไปและทำงานผิดพลาด\nได้ทำการเปลี่ยนปลายทางของเส้นทางวาร์ป",
    "italian": "La navicella Antares stava trasportando migliaia di coloni, quando una valvola a pressione si è surriscaldata e ha ceduto,\ncambiando la destinazione del warp jump.",
    "german": "Das Passagierschiff Antaras trug tausende Kolonisten, als ein Ventil überhitzte und zusammenbrach.\nDabei änderte sich das Ziel des Warp-Sprungs.",
    "chinese": "当星宿号星舰载着数千名殖民者穿梭于群星之间时，船上的一个压力阀因高温而过载，改变了曲速跳跃的目的地。",
    "french": "Le vaisseau Antares transportait des milliers de colons lorsqu'une valve de pression a surchauffé et s'est rompue, changeant la destination du saut de distorsion.",
    "turkish": "Yolcu gemisi Antares binlerce kolonici taşıyordu ama bir basınç vanasını ısındı ve arızalandı.\nyıldız atlaması hedefi değiştiriliyor.",
    "japanese": "旅客船アンタレスは数千人の入植者を乗せていた。\nしかし、圧力バルブが過熱・故障し、ワープの目的地が変更されてしまった。",
    "russian": "Пассажирский корабль «Антарес» перевозил тысячи колонистов, как вдруг перегрелся и вышел из строя клапан давления,\nчто изменило пункт назначения варп-прыжка.",
    "polish": "Statek pasażerski Antares przewoził tysiące kolonistów gdy zawór ciśnienia przegrzał się i uszkodził,\nzmiana miejsca docelowego skoku warp.",
    "spanishesp": "La nave de pasajeros Antares transportaba a miles de colonos cuando una válvula de presión se sobrecalentó y falló,\ncambiando el destino del salto de curvatura."
  },
  "introCinematic_lightyearsFromHome": {
    "english": "Lightyears from home, the damaged ship now sits stranded.",
    "thai": "ได้วาร์ปไกลจากบ้านไปหลายปีแสง ตอนนี้ยานเสียหายและได้ลงจอดลง",
    "italian": "Ad anni luce da casa, la navicella si è arenata.",
    "german": "Lichtjahre von Zuhause entfernt ist das kaputte Schiff jetzt gestrandet.",
    "chinese": "在一颗离家数光年之远的行星上，这艘受损的星舰搁浅了。",
    "french": "À des années-lumière de la Terre, le vaisseau endommagé est désormais bloqué.",
    "turkish": "Evden ışık yılları uzaklıkta, hasarlı gemin artık hareket edemiyor.",
    "japanese": "故郷から何光年も離れた場所で、損傷した船は今も立ち往生している。",
    "russian": "В нескольких световых годах от дома разбитый корабль теперь сел на мель.",
    "polish": "Lata świetlne od domu, uszkodzony statek jest teraz unieruchomiony",
    "spanishesp": "A años luz de su hogar, la nave dañada se encuentra varada."
  },
  "introCinematic_theCrewLacksTheMaterials": {
    "english": "The crew lacks the materials necessary to repair Antares, but a nearby exoplanet is looking promising.",
    "thai": "เหล่าลูกเรือขาดวัสดุที่จำเป็นสำหรับการซ่อมแซมยานอันทาเรส แต่ทว่าดาวเคราะห์นอกระบบที่อยู่ใกล้เคียงนี้ดูเหมือนจะมีหวังอยู่",
    "italian": "L'equipaggio non ha i materiali necessari per riparare Antares, ma un vicino esopianeta sembra promettente.",
    "german": "Der Crew fehlen die Materialien um Antares zu reparieren, aber ein naher Planet sieht vielversprechend aus.",
    "chinese": "机组人员缺乏修复星宿号的必需材料，所幸，似乎有几率能在邻近的一颗系外行星找到这些。",
    "french": "L'équipage ne dispose pas des matériaux nécessaires pour réparer Antares, mais une exoplanète proche semble prometteuse.",
    "turkish": "Mürettebat gemiyi onarmak için gereken malzemelere ulaşamıyor, ama yakındaki gezegen umut vadedici gözüküyor.",
    "japanese": "アンタレスの修理に必要な資材も不足していたが、近くの系外惑星は有望だった。",
    "russian": "У экипажа нет материалов, необходимых для ремонта «Антареса», но близлежащая экзопланета выглядит многообещающе.",
    "polish": "Załodze brakuje materiałów wymaganych do naprawy Antaresa, ale pobliska egzoplaneta wygląda obiecująco",
    "spanishesp": "La tripulación carece de los materiales necesarios para reparar Antares, pero hay un exoplaneta cercano que parece prometedor."
  },
  "introCinematic_neper3": {
    "english": "Neper 3.",
    "thai": "เนเปอร์ 3",
    "italian": "Neper 3.",
    "german": "Neper 3.",
    "chinese": "奈佩尔3号",
    "french": "Neper 3.",
    "turkish": "Neper 3.",
    "japanese": "ネーパー3。",
    "russian": "Neper-3",
    "polish": "Neper 3",
    "spanishesp": "Neper-3."
  },
  "introCinematic_aPlanetWithPlenty": {
    "english": "A planet with plenty of mineral deposits on the surface.",
    "thai": "เป็นดาวเคราะห์ที่มีแร่ธาตุมากมายบนพื้นผิวดาว",
    "italian": "Un pianeta ricco di depositi minerali sulla superficie.",
    "german": "Ein Planet mit vielen Mineralien auf der Oberfläche.",
    "chinese": "这颗星球有着丰饶的矿产资源，暴露在星球的表面。",
    "french": "Une planète avec de nombreux dépôts de minéraux à la surface.",
    "turkish": "Yüzeyinde fazlaca maden yatağı bulunan bir gezegen.",
    "japanese": "地表に豊富な鉱脈を持つ惑星である。",
    "russian": "Планета с большим количеством минеральных отложений на поверхности.",
    "polish": "Planeta z mnóstwem złóż minerałów na powierzchni",
    "spanishesp": "Un planeta con abundantes depósitos minerales en la superficie."
  },
  "introCinematic_inOrderToSurvive": {
    "english": "In order to survive, they need to establish a settlement here and start mining for resources.",
    "thai": "เพื่อความอยู่รอด พวกเขาจึงจำเป็นต้องตั้งถิ่นฐานที่นี่และเริ่มขุดหาทรัพยากร",
    "italian": "Per sopravvivere, devono stabilire un insediamento qui e iniziare ad estrarre risorse.",
    "german": "Um zu überleben, müssen sie einen Außenposten errichten und Ressourcen abbauen.",
    "chinese": "为了生存，他们需要在这里选定一个定居点，并开始开采资源。",
    "french": "Pour survivre, les colons doivent établir une colonie et commencer à exploiter les ressources.",
    "turkish": "Hayatta kalmak için, buraya bir yerleşim yeri kurup gerekli kaynakları kazmaya başlamalısın.",
    "japanese": "生き残るため、この惑星に居住地を設立して資源の採掘を始める必要がある。",
    "russian": "Чтобы выжить, им нужно основать аванпост и начать добывать ресурсы.",
    "polish": "Aby przetrwać, muszą założyć tutaj osadę i rozpocząć wydobywanie surowców.",
    "spanishesp": "Para sobrevivir, deben establecer un asentamiento aquí y empezar a extraer recursos."
  },
  "introCinematic_itWasHumanIngenuity": {
    "english": "It was human ingenuity that got them this far.\nAnd to continue on this journey, they have to rely on it once more.",
    "thai": "ด้วยความเฉลียวฉลาดของมนุษย์ทำให้พวกเขามาไกลได้ขนาดนี้\nและเพื่อเดินทางต่อไป พวกเขาต้องพึ่งพามันอีกครั้ง",
    "italian": "È stato l'ingegno umano che li ha portati così lontano.\nPer continuare questo viaggio, dovranno contare su di esso ancora una volta.",
    "german": "Es war menschlicher Einfallsreichtum, der sie so weit gebracht hatte.\nUnd jetzt brauchen sie ihn nochmal.",
    "chinese": "正是独属于人类的创造力才将他们送往群星深处。为了延续这场旅途，人们必须再次发挥自己的天赋。",
    "french": "C'est l'ingéniosité humaine qui les a conduits jusqu'ici.\nEt pour continuer ce voyage, ils doivent s'en remettre une fois de plus à elle.",
    "turkish": "İnsan zekası onları bu kadar uzağa getiren şeydi.\nVe şimdi bu yolculuğa devam edebilmek için ona bir kez daha güvenmeliler.",
    "japanese": "彼らをこの地に到達させたのは人類の創意工夫だった。\nそして、この旅を続けるために今一度それに頼る必要がある。",
    "russian": "Именно человеческая изобретательность завела их так далеко.\nИ чтобы продолжить этот путь, они должны снова положиться на нее.",
    "polish": "to ludzka pomysłowość doprowadziła ich tak daleko.\nI aby kontynuować, muszą na niej polegać jeszcze raz.",
    "spanishesp": "El ingenio humano fue lo que los trajo hasta aquí.\nY para continuar este viaje, tendrán que volver a confiar en él una vez más."
  },
  "introCinematic_theMissionWillNotBeEasy": {
    "english": "The mission will not be easy. But it's their only hope.",
    "thai": "ภารกิจนี้แน่ว่าไม่ง่ายแน่นอน แต่มันก็เป็นเพียงความหวังเดียวของพวกเขา",
    "italian": "La missione non sarà facile. Ma è la loro unica speranza.",
    "german": "Die Mission wird nicht einfach. Aber es ist ihre einzige Hoffnung.",
    "chinese": "这个任务不会太轻松，但这是他们唯一的希望。",
    "french": "La mission ne sera pas facile. Mais c'est leur seul espoir.",
    "turkish": "Bu görev kolay olmayacaktı ama bu onların tek umuduydu.",
    "japanese": "このミッションは容易ではない。しかし、これが唯一の希望である。",
    "russian": "Миссия будет нелегкой. Но это их единственная надежда.",
    "polish": "Ta misja nie będzie łatwa. Ale jest ich jedyną nadzieją",
    "spanishesp": "La misión no será fácil, pero es su única esperanza."
  }
}