{
  // goal manager
	"populationGoalTitle":  {
		"english": "Reach a population of %amount% people",
		"german": "Erreiche %amount% Einwohner",
		"french": "Atteindre une population de %amount% habitants",
		"russian": "Достигните населения в %amount% человек",
		"spanish": "Alcanza una población de %amount% personas",
		"chinese": "达到 %amount% 人口",
		"italian": "Raggiungi una popolazione di %amount% abitanti",
		"japanese": "人口%amount%人に達する",
		"polish": "Osiągnij populację %amount% mieszkańców",
		"czech": "Dosáhni populace %amount% obyvatel",
		"ukrainian": "Досягніть населення у %amount%% осіб",
		"slovak": "Dosiahnite populáciu %amount% obyvateľov",
	},
	"populationGoalText":  {
		"english": "%current% / %required% people",
		"german": "%current% / %required% Einwohner",
		"french": "%current% / %required% habitants",
		"russian": "%current% / %required% жителей",
		"spanish": "%current% / %required% personas",
		"chinese": "%current% / %required% 人口",
		"italian": "%current% / %required% abitanti",
		"japanese": "現在%current%人/目標%required%人",
		"polish": "%current% z %required% osób",
		"czech": "%current% z %required% obyvatel",
		"ukrainian": "%current% / %required% жителів",
		"slovak": "%current% z %required% obyvateľov",
	},
	"buildingGoalText":  {
		"english": "Build a %buildingName%",
		"german": "Baue: %buildingName%",
		"french": "Construire : %buildingName%",
		"russian": "Постройте %buildingName%",
		"spanish": "Construye un %buildingName%",
		"chinese": "建造 %buildingName%",
		"italian": "Costruisci un(a) %buildingName%",
		"japanese": "%buildingName%を建設する",
		"polish": "Wybuduj %buildingName%",
		"czech": "Postav %buildingName%",
		"ukrainian": "Побудуйте %buildingName%",
		"slovak": "Postavaj %buildingName%",
	},
	"researchGoalText":  {
		"english": "Research %techName%",
		"german": "Erforsche %techName%",
		"french": "Rechercher : %techName%",
		"russian": "Исследуйте %techName%",
		"spanish": "Investiga %techName%",
		"chinese": "研究 %techName%",
		"italian": "Ricerca %techName%",
		"japanese": "%techName%を研究する",
		"polish": "Zbadaj %techName%",
		"czech": "Vyzkoumej %techName%",
		"ukrainian": "Дослідіть %techName%",
		"slovak": "Vyskúmaj %techName%",
	},
	"researchGoalText2":  {
		"english": "Click on the science pack factory to see which resources are needed.",
		"german": "Klicke auf die Fabrik für Wissenschaftspakete um herauszufinden welche Ressourcen benötigt werden.",
		"french": "Cliquez sur l'usine de paquets scientifiques pour voir quelles ressources sont nécessaires.",
		"italian": "Clicca sulla fabbrica del pacchetto scientifico per vedere di quali risorse ha bisogno.",
		"spanish": "Haz clic sobre la fábrica de paquetes científicos para ver cuáles son los recursos necesarios",
		"chinese": "单击科技包厂以查看需要哪些资源。",
		"russian": "Нажмите на завод научных пакетов, чтобы узнать, какие ресурсы необходимы.",
		"japanese": "サイエンスパック生産工場をクリックして必要な物資を確認してください",
		"polish": "Kliknij na fabrykę pakietów naukowych, aby zobaczyć listę potrzebnych surowców.",
		"czech": "Klikni na továrnu na vědecké balíčky, abys zjistil, jaké suroviny jsou potřeba.",
		"ukrainian": "Натисніть на завод наукових пакетів, щоби дізнатися про потрібні ресурси.",
		"slovak": "Klikni na továrnu na vedecké balíky, aby si zistil, aké suroviny sú potrebné.",
	},
	"tutorial_buildRoad":  {
		"english": "Build a road next to sulfur and iron.",
		"german": "Baue eine Straße neben Schwefel und Eisen.",
		"french": "Placer une route à côté du soufre et du fer",
		"russian": "Постройте дорогу рядом с серой и железом.",
		"spanish": "Construye un camino cerca de Azufre y Hierro.",
		"chinese": "在硫磺矿和铁矿旁边修建一条道路。",
		"italian": "Costruisci una strada vicino a zolfo e ferro.",
		"japanese": "硫黄採掘場所と鉄採掘場所のすぐ近辺に道路を建設する",
		"polish": "Wybuduj drogę w pobliżu złóż siarki i żelaza.",
		"czech": "Postav cestu vedle síry a železa.",
		"ukrainian": "Побудуйте дорогу поруч із сіркою та залізом.",
		"slovak": "Postav cestu vedľa síry a železa",
	},
	"tutorial_youCanPlaceYourBuildingsNextToRoads":  {
		"english": "You can place your buildings next to roads.",
		"german": "Du kannst deine Gebäude neben Straßen platzieren.",
		"french": "Vous pouvez construire vos bâtiments à côté des routes.",
		"russian": "Вы можете размещать свои постройки рядом с дорогами.",
		"spanish": "Puedes colocar tus edificios junto a los caminos.",
		"chinese": "可以将建筑物放置在道路旁边。",
		"italian": "Puoi mettere i tuoi edifici di fianco alle strade.",
		"japanese": "採掘場を設置するために道路を建設します",
		"polish": "Budynki możesz stawiać przy drogach.",
		"czech": "Budovy můžeš stavět podél cest.",
		"ukrainian": "Ви можете розміщувати свої споруди поруч із дорогами.",
		"slovak": "Budovy môžeš postaviť pozdĺž ciest",
	},
	"upgradeGoalText":  {
		"english": "Satisfy the needs of your habitats until they upgrade automatically.",
		"german": "Befriedige die Bedürfnisse deiner Wohngebäude bis sie automatisch eine Stufe aufsteigen.",
		"french": "Répondez aux besoins de vos habitats jusqu'à ce qu'ils s'améliorent automatiquement.",
		"russian": "Удовлетворяйте потребности своих обитателей, пока они автоматически не перейдут на новый уровень.",
		"spanish": "Satisface las necesidades de tus habitantes hasta que mejoren automáticamente",
		"chinese": "满足你的居住点需求，直到它们自动升级。",
		"italian": "Soddisfa le esigenze dei tuoi abitati finchè non si aggiornano automaticamente.",
		"japanese": "居住地はニーズを満たせば自動的にアップグレードされます",
		"polish": "Zaspokojenie potrzeb mieszkańców spowoduje automatyczną rozbudowę domu.",
		"czech": "Uspokojení potřeb obyvatel vyústí v automatické vylepśení domu.",
		"ukrainian": "Задовольняйте потреби своїх мешканців, поки вони автоматично не перейдуть на новий рівень.",
		"slovak": "Uspokojením potrieb vaších obyvateľov, výsledkom je automatické vylepšenie domu",
	},
	"tutorialFinishedTitle":  {
		"english": "You finished the tutorial!",
		"german": "Tutorial abgeschlossen!",
		"french": "Vous avez terminé le tutoriel !",
		"russian": "Вы завершили туториал!",
		"spanish": "¡Has completado el tutorial!",
		"chinese": "你完成了教程！",
		"italian": "Hai finito il tutorial.",
		"japanese": "チュートリアルは終了しました！",
		"polish": "Ukończyłeś samouczek!",
		"czech": "Dokončil jsi tutoriál!",
		"ukrainian": "Ви завершили навчання!",
		"slovak": "Dokončil si návod!",
	},
	"tutorialFinishedText":  {
		"english": "Congrats! You're now ready to make your city great!",
		"german": "Glückwunsch! Du bist jetzt bereit deine Stadt groß zu machen!",
		"french": "Félicitations ! Vous êtes maintenant prêt à faire de votre ville une grande ville !",
		"russian": "Поздравляем! Теперь вы готовы к тому, чтобы сделать величайший город!",
		"spanish": "¡Felicidades! ¡Ahora estás listo para hacer que tu ciudad sea grandiosa!",
		"chinese": "恭喜！你现在已准备好让你的城市变得更好！",
		"italian": "Congratulazioni! Adesso sei pronto per rendere grande la tua città!.",
		"japanese": "おめでとうございます！これであなたは素晴らしい都市に発展させる準備ができました！",
		"polish": "Gratulacje! Jesteś już gotów do zbudowania wspaniałego miasta!",
		"czech": "Gratulujeme! Nyní jsi připraven postavit skvělé město!",
		"ukrainian": "Вітаємо! Тепер ви готові до того, щоб зробити найвеличніше місто!",
		"slovak": "Gratulujeme! Teraz si pripravený postaviť si skvelé mesto!",
	},
	"tutorial_concreteProduction":  {
		"english": "Concrete Production for Roads",
		"german": "Betonproduktion für Straßen",
		"french": "Production de béton pour les routes",
		"russian": "Производство бетона для дорог",
		"spanish": "Producción de Cemento para Caminos",
		"chinese": "生产混凝土来建造道路",
		"italian": "Produzione di cemento per le strade.",
		"japanese": "コンクリート生産工場の建設",
		"polish": "Budowa betonu na drogi",
		"czech": "Produkce betonu na cesty",
		"ukrainian": "Виробництво бетону для доріг",
		"slovak": "Produkcia betonu na cesty",
	},
	"tutorial_roadConnections":  {
		"english": "Road Connections",
		"german": "Straßenverbindungen",
		"french": "Connexions routières",
		"russian": "Соединение дорог",
		"spanish": "Conexión de Carreteras",
		"chinese": "道路连接",
		"italian": "Incroci nelle strade",
		"japanese": "道路の接続",
		"polish": "Łączenie dróg",
		"czech": "Silniční spojení",
		"ukrainian": "З'єднання доріг",
		"slovak": "Dialničné spojenie",
	},
	"tutorial_powerGeneration":  {
		"english": "Power Generation",
		"german": "Stromerzeugung",
		"french": "Production d'énergie",
		"russian": "Генерация энергии",
		"spanish": "Generación de Energía",
		"chinese": "发电",
		"italian": "Produzione di Elettricità",
		"japanese": "電力の供給",
		"polish": "Produkcja prądu",
		"czech": "Výroba elektřiny",
		"ukrainian": "Генерація енергії",
		"slovak": "Výroba elektriny",
	},
	"tutorial_storage":  {
		"english": "Storing the Concrete",
		"german": "Den Beton lagern",
		"french": "Entreposage du béton",
		"russian": "Хранение бетона",
		"spanish": "Almacenar el Cemento",
		"chinese": "储存混凝土",
		"italian": "Stoccaggio del Cemento",
		"japanese": "物資の保管",
		"polish": "Magazynowanie betonu",
		"czech": "Skladování betonu",
		"ukrainian": "Зберігання бетону",
		"slovak": "Skladovanie betónu",
	},
	"tutorial_lifeSupport":  {
		"english": "Life Support",
		"german": "Lebenserhaltung",
		"french": "Système de survie",
		"russian": "Жизнеобеспечение",
		"spanish": "Soporte Vital",
		"chinese": "生活保障",
		"italian": "Supporto Vitale",
		"japanese": "居住地の設置",
		"polish": "System podtrzymywania życia",
		"czech": "Podpora života",
		"ukrainian": "Життєзабезпечення",
		"slovak": "Podpora života",
	},
	"tutorial_newcomers":  {
		"english": "Accepting Newcomers",
		"german": "Neuankömmlinge",
		"french": "Accepter les nouveaux arrivants",
		"russian": "Прием новичков",
		"spanish": "Aceptar a los recién llegados",
		"chinese": "接受移民",
		"italian": "Accogliere i Nuovi Arrivati",
		"japanese": "移住希望者の受け入れ",
		"polish": "Przyjmowanie przybyszów",
		"czech": "Přijímání nových kolonistů",
		"ukrainian": "Прийом новачків",
		"slovak": "Príjimanie nových obyvateľov",
	},
	"tutorial_growingTown":  {
		"english": "Growing the Town",
		"german": "Die Stadt wachsen lassen",
		"french": "Développer la ville",
		"russian": "Рост города",
		"spanish": "Crecimiento de la Ciudad",
		"chinese": "发展城市",
		"italian": "Far Crescere la Città",
		"japanese": "都市の発展",
		"polish": "Rozbudowa miasta",
		"czech": "Růst města",
		"ukrainian": "Зростання міста",
		"slovak": "Rast mesta",
	},
	"tutorial_research":  {
		"english": "Research",
		"german": "Forschung",
		"french": "Rechercher",
		"russian": "Исследование",
		"spanish": "Investigación",
		"chinese": "研究",
		"italian": "Ricerca",
		"japanese": "研究の実施",
		"polish": "Badania",
		"czech": "Výzkum",
		"ukrainian": "Дослідження",
		"slovak": "Výskum",
	},
	"tutorial_roads":  {
		"english": "Use roads to connect the mines with the concrete factory",
		"german": "Verwende Straßen um die Minen mit der Betonfabrik zu verbinden",
		"french": "Utilisez des routes pour relier les mines à l'usine de béton.",
		"russian": "Используйте дороги для соединения шахты с бетонным заводом.",
		"spanish": "Utiliza caminos para conectar las minas con la fábrica de cemento",
		"chinese": "使用道路将矿机与混凝土工厂连接起来",
		"italian": "Utilizzate le strade per connettere le miniere alla fabbrica di cemento",
		"japanese": "採掘場とコンクリート生産工場を道路に接続させる",
		"polish": "Zbuduj drogę, aby połączyć kopalnie z fabryką betonu",
		"czech": "Postav cesty abys propojil doly s betonárkou",
		"ukrainian": "Використовуйте дороги для з'єднання шахти з бетонним заводом.",
		"slovak": "Použite cesty na spojenie baní s továrňou na betón",
	},
	"tutorial_power": {
		"english": "Use power poles to connect all buildings to your wind turbine",
		"german": "Verwende Strommasten um alle Gebäude mit dem Windrad zu verbinden",
		"french": "Utilisez des poteaux électriques pour relier tous les bâtiments à votre éolienne.",
		"russian": "Используйте энергетические столбы для подключения всех зданий к ветряной турбине.",
		"spanish": "Usa postes de energía para conectar todos los edificios a tus turbinas eólicas",
		"chinese": "使用电线杆将所有建筑物连接到你的风力涡轮机",
		"italian": "Usate i pali della luce per connettere tutti gli edifici alle turbine eoliche",
		"japanese": "建物へ電力を供給するため電柱を建設する",
		"polish": "Zbuduj słupy elektryczne, aby połączyć wszystkie budynki z turbiną wiatrową",
		"czech": "Použij eletrické sloupy pro propojení budov s větrnou turbínou",
		"ukrainian": "Використовуйте енергетичні стовпи для під’єднання всіх будівель до вітряної турбіни.",
		"slovak": "Použi elektrické stĺpy pre prepojenie budov s veternou turbínou",
	},




	"tutorialNotification": {
		"english": "Tutorial: %tutorialName%",
		"german": "Tutorial: %tutorialName%",
		"french": "Tutoriel : %tutorialName%",
		"chinese": "教程: %tutorialName%",
		"russian": "Руководство: %tutorialName%",
		"spanish": "Tutorial: %tutorialName%",
		"italian": "Tutorial: %tutorialName%",
		"japanese": "チュートリアル:%tutorialName%",
		"polish": "Samouczek: %tutorialName%",
		"czech": "Tutoriál: %tutorialName%",
		"ukrainian": "Посібник: %tutorialName%",
		"slovak": "Návod: %tutorialName%",
	},
	"tutorial_dashboardInfoPanel": {
		"english": "Quick City Info",
		"german": "Kurzübersicht",
		"french": "Infos sur la ville",
		"chinese": "城市信息",
		"russian": "Краткий обзор города",
		"spanish": "Resumen de la ciudad",
		"italian": "Informazioni rapide sulla città",
		"japanese": "都市情報",
		"polish": "Skrót informacji o mieście",
		"czech": "Informace o městé",
		"ukrainian": "Короткий огляд міста",
		"slovak": "Informácie o meste",
	},
	"tutorialMessage_dashboardInfoPanel_title": {
		"english": "Quick City Info",
		"german": "Kurzübersicht",
		"french": "Infos sur la ville",
		"chinese": "城市信息",
		"russian": "Краткий обзор города",
		"spanish": "Resumen de la ciudad",
		"italian": "Informazioni rapide sulla città",
		"japanese": "都市情報",
		"polish": "Skrót informacji o mieście",
		"czech": "Informace o městě",
		"ukrainian": "Короткий огляд міста",
		"slovak": "Informácie o meste",
	},
	"tutorialMessage_dashboardInfoPanel_desc": {
		"english": "This panel gives you a quick overview over your city.\n\nThe top row shows you how much concrete and steel you have available. You need both materials to construct buildings. The third icon shows you if you have enough power in your city.\n\nThe bottom row shows you how many people live in your city, how many workers are needed, and how much housing is available. If you don't have enough workers to fill most jobs your factories won't run efficiently. Also, make sure you have enough free housing for new workers to move in.",
		"german": "Dieser Bereich gibt dir eine Kurzübersicht zur Stadt.\n\nDie obere Zeile zeigt dir wie viel Beton und Stahl dir Verfügung steht. Du braucht beide Materialien um Gebäude zu platzieren. Das dritte Icon zeigt dir ob du genug Strom produzierst.\n\nDieuntere Zeile zeigt dir wie viele Leute in deiner Stadt leben, wie viele Arbeiter benötigt werden und wie viele Wohnungen verfügbar sind. Wenn du nicht genug Arbeiter für alle Arbeitsplätze haben, werden deine Fabriken nicht effizient laufen. Sorge außerdem dafür, dass genügend Wohnungen für neue Einwohner zur Verfügung stehen.",
		"french": "Ce panneau vous donne un aperçu rapide de votre ville.\n\nLa rangée du haut vous indique la quantité de béton et d'acier dont vous disposez. Vous avez besoin de ces deux matériaux pour construire des bâtiments. La troisième icône vous signale si votre ville manque d'électricité.\n\nLa rangée du bas vous montre le nombre d'habitants de votre ville, le nombre d'ouvriers nécessaires et le nombre de logements disponibles. Si vous n'avez pas assez d'ouvriers pour occuper la majeure partie des postes, vos usines ne fonctionneront pas efficacement. Assurez-vous également d'avoir assez de logements gratuits pour que les nouveaux travailleurs puissent s'installer.",
		"chinese": "此面板可让你快速了解所在的城市的信息。\n\n顶行显示你可用的混凝土和钢材数量。 你需要这两种材料来建造建筑。 第三个图标显示你的城市的电力是否充足。\n\n底行显示你的城市有多少人口，需要多少工人以及有多少住房可用。 如果你没有足够的工人来担任大多数工作岗位，你的工厂将无法高效运行。 此外，请确保你有足够的空闲住房供新工人入住。",
		"russian": "Эта панель предоставляет вам быстрый обзор вашего города.\n\nВ верхнем ряду показано, сколько бетона и стали у вас есть. Для строительства зданий вам понадобятся оба материала. Третий значок показывает, достаточно ли у вас энергии в вашем городе.\n\nВ нижнем ряду показано, сколько людей живет в вашем городе, сколько нужно рабочих и сколько жилья доступно. Если у вас недостаточно рабочих, чтобы заполнить большинство рабочих мест, ваши фабрики не будут работать эффективно. Также убедитесь, что у вас достаточно бесплатного жилья, чтобы в него могли въехать новые работники.",
		"spanish": "Esta pantalla le da una vista rápida sobre su ciudad.\n\nLa primera fila indica la cantidad de cemento y de acero disponibles. Necesita estos dos materiales para construir edificios. El tercer ícono indica si su ciudad tiene suficiente energía.\n\nLa linea de abajo indica cuánta gente vive en su ciudad, cuántos obreros hacen falta, y cuántas viviendas están disponibles. Si no tiene suficientes obreros para rellenar la mayor parte de los trabajos, sus fábricas no funcionarán eficientemente. Además, asegúrate de tener viviendas disponibles para que los nuevos obreros pueden instalarse.",
		"italian": "Questo pannello ti dà un'occhiata veloce sulla città.\n\nLa prima fila mostra quanto cemento e quanto acciaio hai a disposizione. Hai bisogno di entrambi i materiali per costruire edifici. La terza icona ti mostra se hai abbastanza energia per alimentare la tua città.\n\nLa riga in fondo ti mostra quanta gente vive nella tua città, di quanti lavoratori hai bisogno e quanto spazioabitativo hai a disposizione. Se non hai abbastanza lavoratori per occupare la maggior parte dei posti, le tue fabbriche non funzioneranno in maniera efficiente. Inoltre, assicurati di avere abbastanza spazi abitativi liberi per consentire ai lavoratori di trasferirsi.",
		"japanese": "このパネルは都市の概要を簡単に確認できます。\n\n利用可能なコンクリートと鉄鋼の量です。建設物資です。\n\n現在の人口数、必要な労働者、居住可能な人口数です。十分な稼働率を維持するため移住希望者の住宅地があることを確認してください。",
		"polish": "Ten panel pozwala szybko skontrolować stan twojego miasta.\n\nW górnym rzędzie znajdują się informacje o zmagazynowanych zasobach betonu i stali. Oba surowce są niezbędne do budowy budynków. Trzecia ikona wskazuje, czy produkujesz wystarczająco dużo prądu.\n\nIkony w dolnym wierszu opisują liczbę mieszkańców twojego miasta, liczbę potrzebnych pracowników oraz ilu mieszkańców mogą pomieścić wybudowane domy. Jeżeli w mieście nie ma wystarczającej liczby pracowników, twoje fabryki nie będą działać wydajnie. Upewnij się, że twoje domy są w stanie pomieścić nowych pracowników.",
		"czech": "Tento panel ti dá rychlý přehled o tvém městě.\n\nHorní řádek ukazuje kolik betonu a oceli je k dispozici. Oba matriály potřebuješ na stavbu budov. Třetí ikon ukazuje jestli máš ve městě dost elektřiny.\n\nSpodní řádek ukazuje kolik lidí žije ve tvém městě, kolik pracovníků je potřeba a kolik je maximální kapacita všech domů. Pokud nemáš dost pracovníků, pak výroba v továrnách nebude tak efektivní. Také si dávej pozor na to, abys měl v domech dost místa pro nově přichźející pracovníky.",
		"ukrainian": "Ця панель надає вам швидкий огляд вашого міста.\n\nУ верхньому ряді показана кількість наявного у вас бетону й сталі. Для будівництва вам знадобляться обидва матеріали. Третя піктограма вказує, чи достатньо у вашому місті енергії.\n\nУ нижньому ряді вказана кількість мешканців вашого міста, кількість доступного житла й необхідна кількість працівників. Якщо у вас недостатньо працівників, щоби заповнити робочі місця, ваші заводи не працюватимуть ефективно. Також переконайтеся, щоб у вас було достатньо безкоштовного житла, щоби в нього могли в’їхати нові працівники.",
		"slovak": "Tento panel ti dá rýchly prehľad o tvojom meste. \n\nHorný riadok ukazuje koľko betónu a ocele je k dispozícii. Oba materiály potrebuješ na stavbu budov. Tretia ikona ukazuje či máš v meste dosť elektriny.\n\nSpodní riadok ukazuje koľko ľudí žije v tvojom meste, koľko pracovníkov je potreba a koľko je maximálna kapacita všetkých domov. Ak nemáš dosť pracovníkov, potom výroba v továrňach nebude tak efektívna. Tiež si dávaj pozor na to, aby si mal v domoch dosť miesta pre novo prichádzajúcich pracovníkov.",
	},
	"gotIt": {
		"english": "Got it!",
		"german": "Ok",
		"french": "D'accord !",
		"chinese": "知道了！",
		"russian": "Понятно!",
		"spanish": "Vale",
		"italian": "D'accordo",
		"japanese": "了解！",
		"polish": "Jasne!",
		"czech": "Chápu!",
		"ukrainian": "Зрозуміло!",
		"slovak": "Chápem!",
	},
	"skipNextTutorials": {
		"english": "Skip next tutorials",
		"german": "Nächste Tutorials überspringen",
		"french": "Passer les tutoriels suivants",
		"chinese": "跳到下一个教程",
		"russian": "Пропустить следующие руководства",
		"spanish": "Saltar los tutoriales siguientes",
		"italian": "Salta i prossimi tutorial",
		"japanese": "チュートリアルを次に進める",
		"polish": "Pomiń kolejne samouczki",
		"czech": "Přeskočit tutoriál",
		"ukrainian": "Пропустити наступні посібники",
		"slovak": "Preskočiť návod",
	},
	"tutorialQuestion_title": { // shown at start of first game
		"english": "Welcome to InfraSpace!",
		"german": "Willkommen bei InfraSpace!",
		"french": "Bienvenue sur InfraSpace !",
		"chinese": "欢迎来到 InfraSpace！",
		"russian": "Добро пожаловать в InfraSpace!",
		"spanish": "¡Bienvenido a InfraSpace!",
		"italian": "Benvenuti a Infraspace!",
		"japanese": "ようこそInfraSpaceへ!",
		"polish": "Witaj w InfraSpace!",
		"czech": "Vítej v InfraSpace!",
		"ukrainian": "Ласкаво просимо у InfraSpace!",
		"slovak": "Vítaj v InfraSpace!",
	},
	"tutorialQuestion_desc": {
		"english": "Do you want to get tutorial hints while you're playing the game?\n\nYou can also turn them on/off in the settings.",
		"german": "Möchtest du Tutorialhinweise bekommen während du das Spiel spielst?\n\nDu kannst sie auch in den Einstellungen an- oder ausschalten.",
		"french": "Vous souhaitez obtenir des conseils pendant que vous jouez ?\n\nVous pouvez toujours les activer ou les désactiver dans les paramètres.",
		"chinese": "你想在游玩游戏时获得教程提示吗?\n\n你也可以在设置中打开/关闭该功能。",
		"russian": "Вы хотите получать подсказки во время игры?\n\nВы также сможете включить / выключить их в настройках.",
		"spanish": "¿ Quiere obtener consejos mientras juega ?\n\nTodavía puede activarlos o desactivarlos en configuración.",
		"italian": "Vuoi vedere i tutorial mentre stai giocando?\n\nPuoi anche attivarli e disattivarli nei settaggi.",
		"japanese": "プレイ中にチュートリアルのヒントを表示しますか？\n\n設定でオン/オフを切り替えることもできます。",
		"polish": "Chcesz, aby w czasie gry pojawiały się podpowiedzi samouczka?\n\nMożesz je włączyć lub wyłączyć w ustawieniach.",
		"czech": "Chceš v průběhu hry zobrazovat nápovédu?\n\nTuto možnost můžeš vypnout/zapnout v nastevní.",
		"ukrainian": "Чи хочете ви отримувати підказки під час гри?\n\nВи також можете ввімкнути / вимкнути їх у налаштуваннях.",
		"slovak": "Chceš v priebehu hry zobrazovať nápovedu?\n\nTúto možnosť môžeš vypnúť/zapnúť v nastaveniach",
	},
	"tutorialMessage_goalPanel_title": {
		"english": "Making your first city",
		"german": "Deine erste Stadt aufbauen",
		"french": "Créer votre première ville",
		"chinese": "建造你的第一个城市",
		"russian": "Создание вашего первого города",
		"spanish": "Creando tu primera ciudad",
		"italian": "Crea la tua prima città",
		"japanese": "最初に都市となる場所を決めましょう！",
		"polish": "Budowa pierwszego miasta",
		"czech": "Postav své první město",
		"ukrainian": "Створення вашого першого міста",
		"slovak": "Postav svoje prvé mesto",
	},
	"tutorialMessage_goalPanel_desc": {
		"english": "This panel will guide you through the necessary steps to create your first stable city and research some tech.",
		"german": "Dieses Fenster führt dich durch die notwendigen Schritte um deine erste Stadt zu bauen und Technologien zu erforschen.",
		"french": "Ce panneau vous guidera à travers les étapes nécessaires pour créer votre première ville stable et faire des recherches technologiques.",
		"chinese": "该面板将指导你完成建造第一个稳定的城市并研究一些技术的必要步骤。",
		"russian": "Эта панель проведет вас через необходимые шаги для создания вашего первого стабильного города и исследования некоторых технологий.",
		"spanish": "Esta pantalla te guiará a través de las etapas necesarias para crear tu primera ciudad estable e investigar algunas tecnologías.",
		"italian": "Questo pannello ti guiderà attraverso i passaggi necessari per creare la tua prima città stabile e ricercare qualche tecnologia.",
		"japanese": "このパネルは都市の作り方と技術を研究するために必要な手順を説明します。",
		"polish": "Informacje w tym panelu przeprowadzą cię przez kolejne kroki niezbędne do zbudowania pierwszego, stabilnego miasta i odkrycia kilku technologii.",
		"czech": "Tento panel tě provede nutnými kroky pro první soběstačné město a výzkumem prvních technologií.",
		"ukrainian": "Ця панель проведе вас через необхідні кроки для створення вашого першого стабільного міста та дослідження деяких технологій.",
		"slovak": "Tento panel ťa prevedie nutnými krokmi pre prvé samostatné mesto a vyskúmom prvých technológií.",
	},
	"tutorialMessage_constructionMenu_title": {
		"english": "Construction Menu",
		"german": "Baumenü",
		"french": "Menu de construction",
		"chinese": "建造菜单",
		"russian": "Строительное меню",
		"spanish": "Menú de Construcción",
		"italian": "Menu di Costruzione",
		"japanese": "建設メニュー",
		"polish": "Menu budowy",
		"czech": "Stavební menu",
		"ukrainian": "Будівельне меню",
		"slovak": "Stavebné menu",
	},
	"tutorialMessage_constructionMenu_desc": {
		"english": "You can click here to construct roads and buildings, move them, and destroy them.",
		"german": "Du kannst hier klicken um Straßen und Gebäude zu bauen, zu verschieben, und wegzuräumen.",
		"french": "Vous pouvez cliquer ici pour construire des routes et des bâtiments, les déplacer et les détruire.",
		"chinese": "你可以单击此处建造道路和建筑物，移动它们或拆毁它们。",
		"russian": "Вы можете щелкнуть здесь, чтобы строить дороги и здания, перемещать их и разрушать.",
		"spanish": "Puede hacer clic aquí  para construir carreteras y edificios, moverlos y destruirlos.",
		"italian": "Puoi fare click qui per costruire strade ed edifici, muoverli e distruggerli.",
		"japanese": "ここをクリックして道路または様々な建物の建設、移動、破壊をすることができます。",
		"polish": "Kliknij tu, aby budować drogi i budynki oraz aby je przesuwać i wyburzać.",
		"czech": "Sem můžeš kliknout pro stavbu cest a budov, jejich pŕesun a demolici.",
		"ukrainian": "Ви можете клацнути тут, щоб будувати дороги та будівлі, переміщувати їх і руйнувати.",
		"slovak": "Sem môžeš kliknúť pre stavbu ciest a budov, ich premiestnenie a demolíciu.",
	},
	"tutorialMessage_cameraMovement_title": {
		"english": "Camera Movement",
		"german": "Kamerasteuerung",
		"french": "Mouvements de caméra",
		"chinese": "移动镜头",
		"russian": "Передвижение камеры",
		"spanish": "Movimiento de la cámara",
		"italian": "Movimento della Camera",
		"japanese": "カメラの移動",
		"polish": "Ruch kamery",
		"czech": "Pohyb kamerou",
		"ukrainian": "Пересування камери",
		"slovak": "Pohyb kamerou",
	},
	"tutorialMessage_cameraMovement_desc": {
		"english": "By default, you can move the camera with your arrow keys, WASD, or by moving your mouse to the edge of your screen.\n\nPress the middle mouse button and drag move your mouse to rotate your view.",
		"german": "Standardmäßig kannst du die Kamera mit den Pfeiltasten, WASD oder mit deiner Maus am Bildschirmrand steuern.\n\nDrücke die mittlere Maustaste und bewege deine Maus, um die Sicht zu rotieren.",
		"french": "Par défaut, vous pouvez déplacer la caméra à l'aide des touches fléchées, des touches ZQSD ou en déplaçant votre souris vers le bord de votre écran.\n\nAppuyez sur la molette de la souris et faites glisser celle-ci pour pivoter la vue.",
		"chinese": "默认情况下，你可以使用方向键，WASD 或通过将鼠标移动到屏幕边缘来移动镜头。\n\n按住鼠标中键并拖动鼠标以旋转你的视角。",
		"russian": "По умолчанию вы можете перемещать камеру с помощью клавиш со стрелками, WASD или перемещая мышь к краю экрана.\n\nНажмите среднюю кнопку мыши и перетащите мышь, чтобы изменить вид.",
		"spanish": "Por defecto, puede mover la cámara con las flechas de tu teclado, con las teclas W A S D, o moviendo el ratón al borde de la pantalla.\n\nPresiona la rueda del ratón y mueve el ratón para girar la vista.",
		"italian": "Per default, puoi muovere la camera con i tasti freccia, con i tasti WASD, o muovendo il tuo mouse al bordo dello schermo.\n\nPremi il bottone centrale del mouse e trascina il mouse per ruotare la visuale.",
		"japanese": "矢印キー、WASDキー、カーソルを画面の端に移動させることでカメラを移動できます。\n\nマウスの中ボタン＋ドラッグで画面が回転します。",
		"polish": "Domyślnie kamerę można przesuwać za pomocą strzałek na klawiaturze, klawiszy WASD lub przesuwając kursor myszy do krawędzi ekranu.\n\nPrzytrzymanie środkowego przycisku myszy pozwala na obracanie widoku.",
		"czech": "V základním nastevení kamerou pohybuješ pomocí šipek, WASD nebo najetím myši na okraj obrazovky\n\nStiknutím kolečka myši a následným pohybem myši můžeš rotovat kamerou.",
		"ukrainian": "Стандартно ви можете рухати камеру за допомогою клавіш зі стрілками, WASD або переміщенням вказівника миші до краю екрана.\n\nНатисніть середню кнопку миші та перетягніть мишку, щоб обертати мапу.",
		"slovak": "V základnom nastavený kamerou pohybuješ pomocí šípok, WASD alebo pohybom myšou na okraj obrazovky.\n\nStlačením kolieska myši a následným pohybom myši, môžeš otáčať kamerou.",
	},
	"tutorialMessage_habitatInfoRequiredResources_title": {
		"english": "Required Resources",
		"german": "Notwendige Ressourcen",
		"french": "Ressources nécessaires",
		"chinese": "需求资源",
		"russian": "Необходимые ресурсы",
		"spanish": "Recursos necesarios",
		"italian": "Risorse richieste",
		"japanese": "必要な物資",
		"polish": "Wymagane zasoby",
		"czech": "Potřebné suroviny",
		"ukrainian": "Необхідні ресурси",
		"slovak": "Potrebné suroviny",
	},
	"tutorialMessage_habitatInfoRequiredResources_desc": {
		"english": "You need to provide these things in order to get people to move in.",
		"german": "Du musst diese Sachen zu Verfügung stellen, damit Leute hier einziehen können.",
		"french": "Vous devez fournir ces éléments afin d'inciter les gens à s'installer.",
		"chinese": "你需要提供这些资源才能让新居民搬迁进来。",
		"russian": "Вы должны предоставить эти ресурсы, чтобы люди смогли сюда переехать.",
		"spanish": "Debe proveer estos elementos para incitar a la gente a establecerse.",
		"italian": "Devi fornire queste risorse perchè la gente si trasferisca.",
		"japanese": "住民を入居させるためにはこれらの物資を準備する必要があります。",
		"polish": "Te rzeczy są wymagane, aby mieszkańcy mogli się wprowadzić.",
		"czech": "Potřebuješ zajistit tyto věci, aby se lidé nastěhovali.",
		"ukrainian": "Ви повинні надати ці ресурси, щоб люди змогли сюди переїхати.",
		"slovak": "Potrebuješ zaistiť tieto veci, aby sa ľudia nasťahovali",
	},
	"tutorialMessage_habitatInfoNextResources_title": {
		"english": "Upgrade Resources",
		"german": "Ressourcen zum Aufsteigen",
		"french": "Ressources d'amélioration",
		"chinese": "升级资源",
		"russian": "Ресурсы для улучшения",
		"spanish": "Recursos de mejora",
		"italian": "Risorse per il miglioramento",
		"japanese": "居住地改善の物資",
		"polish": "Zasoby do awansu",
		"czech": "Vylepšování zásob",
		"ukrainian": "Ресурси для поліпшення",
		"slovak": "Vylepšovanie domu",
	},
	"tutorialMessage_habitatInfoNextResources_desc": {
		"english": "If you manage to provide these things, the habitat will upgrade to the next level.",
		"german": "Wenn du diese Sachen bereitstellst wird das Habitat zur nächsten Stufe aufsteigen.",
		"french": "Si vous parvenez à fournir ces éléments, l'habitat passera au niveau supérieur.",
		"chinese": "如果你能提供满足需求的资源，居住点将升级到一个新的等级。",
		"russian": "Когда вы предоставите эти вещи, среда обитания перейдет на следующий уровень.",
		"spanish": "Si consigue proveer estos elementos, la vivienda se mejorará al nivel superior.",
		"italian": "Se sei in grado di fornire queste risorse, l'habitat si aggiorerà al prossimo livello.",
		"japanese": "これらの物資を準備して住宅地をアップグレードしてください。",
		"polish": "Jeżeli zdołasz zapewnić te rzeczy, dom zostanie rozbudowany do kolejnego poziomu.",
		"czech": "Pokud dokážeš zajistit tyto věci, dům se vylepši na dalši úroveň.",
		"ukrainian": "Коли ви надасте ці речі, середовище проживання перейде на наступний рівень.",
		"slovak": "Pokiaľ dokážeš zaistiť tieto veci, dom sa vylepší na ďalšiu úroveň.",
	},
	"tutorial_cityLevels": {
		"english": "City Levels",
		"german": "Stadtaufstieg",
		"french": "Niveaux de la ville",
		"chinese": "城市等级",
		"russian": "Уровни города",
		"spanish": "Niveles de la ciudad",
		"italian": "Livelli della città",
		"japanese": "都市レベル",
		"polish": "Poziomy miasta",
		"czech": "Úrovně města",
		"ukrainian": "Рівні міста",
		"slovak": "Úrovne mesta",
	},
	"tutorialMessage_cityLevelPanel_title": {
		"english": "City Levels",
		"german": "Stadtaufstieg",
		"french": "Niveaux de la ville",
		"chinese": "城市等级",
		"russian": "Уровни города",
		"spanish": "Niveles de la ciudad",
		"italian": "Livelli della città",
		"japanese": "都市レベル",
		"polish": "Poziomy miasta",
		"czech": "Úrovně města",
		"ukrainian": "Рівні міста",
		"slovak": "Úrovne mesta",
	},
	"tutorialMessage_cityLevelPanel_desc": {
		"english": "This panel shows you how many people are living in each type of habitat.\n\nYou need to upgrade your habitats in order to reach the next city level.",
		"german": "Dieses Fenster zeigt dir wie viele Leute in welchen Habitats wohnen.\n\nDu musst die Wohngebäude deiner Stadt verbessern, damit deine Stadt in die nächste Stufe aufsteigen kann.",
		"french": "Ce panneau vous indique combien de personnes vivent dans chaque type d'habitat.\n\nVous devez améliorer vos habitats afin d'atteindre le niveau de ville suivant.",
		"chinese": "此面板显示不同等级的居住点有多少人口居住。\n\n你需要升级居住点才能达到下一个城市等级。",
		"russian": "На этой панели показано, сколько людей проживает в каждом типе среды обитания.\n\nВам необходимо обновить среду обитания, чтобы перейти на следующий уровень города.",
		"spanish": "Esta pantalla indica cuántas personas viven en cada tipo de vivienda.\n\nTiene que mejorar sus viviendas para conseguir el nivel de ciudad siguiente.",
		"italian": "Questo pannello mostra quanta gente sta vivendo in ogni tipologia di habitat.\n\nHai bisogno di aggiornare i tuoi habitat per far raggiungere alla città il prossimo livello.",
		"japanese": "このパネルは各レベルの居住地の住民数が表示されます。\n\n次のレベルに到達するにはニーズを満たす必要があります。",
		"polish": "W tym panelu znajdziesz informację ilu mieszkańców żyje w domach poszczególnych poziomów.\n\nRozbudowa domów jest konieczna do osiągania kolejnych poziomów miasta.",
		"czech": "Tento panel ukazuje, kolik lidí žije v každém typu domu.\n\nPro zvýšení úrovně mésta je nutné jejich domy vylepšit.",
		"ukrainian": "На цій панелі показана кількість мешканців у кожному типі середовища проживання.\n\nВам необхідно поновити середовище проживання, щоби перейти на наступний рівень міста.",
		"slovak": "Tento panel ti ukazuje, koľko ľudí žije v každom typu domu.\n\nPre zvýšenie úrovne mesta je nutné ich domy vylepšiť.",
	},
	"tutorialMessage_cityLevelPanelProgressBar_title": {
		"english": "City Levels",
		"german": "Stadtaufstieg",
		"french": "Niveaux de la ville",
		"chinese": "城市等级",
		"russian": "Уровни города",
		"spanish": "Niveles de la ciudad",
		"italian": "Livelli della città",
		"japanese": "都市レベル",
		"polish": "Poziomy miasta",
		"czech": "Úrovně města",
		"ukrainian": "Рівні міста",
		"slovak": "Úrovne mesta",
	},
	"tutorialMessage_cityLevelPanelProgressBar_desc": {
		"english": "Check the progress bar to see how many citizens need to get better housing in order to reach the next level.",
		"german": "In diesem Fortschrittsbalken siehst du wie viele Bürger verbesserte Häuser brauchen um die nächste Stufe zu erreichen.",
		"french": "Consultez la barre de progression pour savoir combien de citoyens doivent encore obtenir un meilleur logement pour atteindre le niveau suivant.",
		"chinese": "检查进度条，看看有多少居民需要获得更好的住房才能达到更高的等级。",
		"russian": "Проверьте индикатор выполнения, чтобы узнать, скольким гражданам нужно улучшить жилье, чтобы перейти на следующий уровень.",
		"spanish": "Controla la barra de avance para saber cuántos ciudadanos deben obtener un mejor alojamiento para conseguir el nivel siguiente.",
		"italian": "Controlla la barra di progressione per vedere di quanti cittadini devono raggiungere una miglior habitat per raggiungere il prossimo livello.",
		"japanese": "進捗バーを確認して次のレベルの住宅地を取得する必要がある住民数を確認してください。",
		"polish": "Pasek postępu wskazuje ilu mieszkańców potrzebuje zamieszkać w lepszych domach, aby miasto osiągnęło kolejny poziom.",
		"czech": "Sleduj ukazatel průběhu vylepšení, abys věděl, kolik obyvatel potřebuje lepši bydlení pro zvýšení úrovně města.",
		"ukrainian": "Перевірте смугу поступу, щоби дізнатися кількість мешканців, яким потрібно поліпшити житло, щоби перейти на наступний рівень.",
		"slovak": "Sleduj ukazovateľ priebehu vylepšení, aby si vedel, koľko obyvateľov potrebuje lepší domov pre zvýšenie úrovne mesta.",
	},
	"tutorial_productionPanel": {
		"english": "Jobs Prioritization",
		"german": "Produktion priorisieren",
		"french": "Priorité des emplois",
		"chinese": "工作优先级",
		"russian": "Приоритезация работ",
		"spanish": "Prioridad de los trabajos",
		"italian": "Priorità del lavoro",
		"japanese": "労働の優先度",
		"polish": "Priorytetyzacja produkcji",
		"czech": "Priorita produkce",
		"ukrainian": "Пріоритезація робіт",
		"slovak": "Priorita produkcie",
	},
	"tutorialMessage_productionPanel_title": {
		"english": "Production Overview",
		"german": "Produktionsübersicht",
		"french": "Aperçu de la production",
		"chinese": "生产概况",
		"russian": "Обзор производства",
		"spanish": "Visión global de la producción",
		"italian": "Panoramica della Produzione",
		"japanese": "生産状況",
		"polish": "Przegląd produkcji",
		"czech": "Přehled produkce",
		"ukrainian": "Огляд виробництва",
		"slovak": "Prehľad produkcie",
	},
	"tutorialMessage_productionPanel_desc": {
		"english": "Check the production and consumption numbers for your city to see if you're producing enough to keep up with demand.\n\nIf you want to fill up stockpiles, you need to produce more than you consume!",
		"german": "Überprüfe die Produktions- und Verbrauchszahlen deiner Stadt, um zu sehen ob du genug herstellst.\n\nWenn du Lager aufbauen willst, musst du mehr produzieren als verbrauchen!",
		"french": "Vérifiez les chiffres de production et de consommation de votre ville pour voir si vous produisez suffisamment pour répondre à la demande.\n\nSi vous voulez remplir vos réserves, vous devez produire plus que vous ne consommez !",
		"chinese": "检查你的城市的生产和消耗量，看看你的生产量是否足以满足需求。\n\n如果你想填满库存，你的生产量必须大于消耗量！",
		"russian": "Проверьте показатели производства и потребления в своем городе, чтобы узнать, достаточно ли вы производите для удовлетворения спроса.\n\nЕсли вы хотите пополнять запасы, вам нужно производить больше, чем вы потребляете!",
		"spanish": "Controla los números de producción y de consumo de su ciudad para ver si produce lo suficiente para satisfacer las necesidades.\n\nSi quiere rellenar sus reservas, ¡debe producir más de lo que consume!",
		"italian": "Controlla i numeri della produzione e del consumo della tua città per vedere se stai producendo abbastanza per rimanere al passo con la domanda.\n\nSe vuoi riempire le riserve, devi produrre più di quanto consumi!",
		"japanese": "消費量に十分な生産量があるかどうかを確認します。\n\n備蓄を満タンにしたい場合は生産量を増やす必要があります！",
		"polish": "Spójrz na informacje o produkcji i konsumpcji surowców, aby dowiedzieć się, czy produkujesz wystarczająco by zaspokoić popyt.\n\nJeżeli chcesz zapełnić magazyny musisz produkować więcej niż zużywasz!",
		"czech": "Sleduj velikost produkce a poptávky, abys věděl, zda tvé město produkuje dostatek surovin.\n\nPokud chceš zaplnit skladiště, musíš vyrábét víc než spotřebuješ!",
		"ukrainian": "Перевірте показники вирбництва та споживання у своєму місті, щоб дізнатись, чи достатньо ви виробляєте для задоволення попиту.\n\nЯкщо ви хочете поповнювати запаси, вам потрібно виробляти більше, ніж ви споживаєте!",
		"slovak": "Sleduj velľkosť produkcie a dopytu, aby si vedel, či tvoje mesto produkuje dsotatok surovín.\n\nPokiaľ chceš zaplniť skladisko, musíš vyrábať viac než potrebuješ!",
	},
	"tutorialMessage_productionPanelPrioBars_title": {
		"english": "Jobs Prioritization",
		"german": "Produktion priorisieren",
		"french": "Priorité des emplois",
		"chinese": "工作优先级",
		"russian": "Приоритезация работ",
		"spanish": "Prioridad de los trabajos",
		"italian": "Priorità del lavoro",
		"japanese": "労働の優先度",
		"polish": "Priorytetyzacja zatrudnienia",
		"czech": "Priorita práce",
		"ukrainian": "Пріоритизація робіт",
		"slovak": "Priorita práce",	
	},
	"tutorialMessage_productionPanelPrioBars_desc": {
		"english": "If you don't have enough workers, use the sliders to move your workforce into the most important jobs.",
		"german": "Wenn du nicht genug Arbeiter hast, kannst du die Schieberegler verwenden um deine Arbeitskräfte in die wichtigsten Produktionslinien zu schicken.",
		"french": "Si vous n'avez pas assez d'ouvriers, utilisez les curseurs pour déplacer vos effectifs vers les emplois les plus importants.",
		"chinese": "如果你没有足够的工人，请使用滑块将你的劳动力转移到最重要的工作中。",
		"russian": "Если вам не хватает рабочих, используйте ползунки, чтобы переместить вашу рабочую силу на самые важные рабочие места.",
		"spanish": "Si no tienes suficientes obreros, utiliza las barras deslizadoras para mover los trabajadores a los puestos más importantes.",
		"italian": "Se non hai abbastanza lavoratori, usa le barre a scorrimento per spostare la tua forza lavoro verso i lavori più importanti.",
		"japanese": "必要な作業に十分な労働者がいない場合はスライダーを使用して労働者を増員してください。",
		"polish": "Jeżeli nie masz wystarczającej liczby pracowników, użyj suwaków by przenieść ich do ważniejszych zadań.",
		"czech": "Pokud nemáš dostatek pracovníků, použij posuvníky pro přesunutí pracovníků na nejdůležitějši práce.",
		"ukrainian": "Якщо вам не вистачає працівників, використовуйте повзунки, щоб перемістити вашу робочу силу на найважливіші робочі місця.",
		"slovak": "Pokiaľ nemáš dostatok pracovníkov, použi posuvníky pre presunutie pracovnikov na najdôležitejšiu prácu.",
	},
}
